<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  hamilton
 </title>
 <link href="HTMLFiles/hamilton.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Title">
 &#21704;&#23494;&#39039;&#20223;&#30495;
</p>



<p class="Subtitle">
 &#21704;&#23494;&#39039;&#65292;&#40654;&#26364;&#65292;&#21453;&#21704;&#23494;&#39039;
</p>



<p class="Subsubtitle">
 &#19968;&#20010;&#31616;&#21333;&#20171;&#32461;
</p>



<p class="Section">
 &#26368;&#20248;&#21270;
</p>



<p class="Text">
 &#22914;&#26524;&#23558;&#30446;&#26631;&#20989;&#25968;&#27604;&#20316;&#21183;&#33021;&#65292;&#21017;&#26368;&#20248;&#21270;&#30456;&#24403;&#20110;&#21183;&#33021;&#38477;&#20302;&#21040;&#26368;&#20302;&#20540;&#30340;&#36807;&#31243;&#65292;&#36825;&#31181;&#24773;&#20917;&#19979;&#30340;&#21183;&#33021;&#65288;&#21363;&#24635;&#33021;&#37327;&#65289;&#36880;&#28176;&#38477;&#20302;&#65292;&#30456;&#24403;&#20110;&#33021;&#37327;&#19981;&#23432;&#24658;&#30340;&#31995;&#32479;&#12290;&#32780;&#21183;&#33021;&#26368;&#23567;&#65288;&#30456;&#24403;&#20110;&#27010;&#29575;&#26368;&#22823;&#65289;&#30340;&#20301;&#32622;&#30456;&#24403;&#20110;&#26368;&#20248;&#35299;&#12290;&#21478;&#19968;&#26041;&#38754;&#65292;&#22914;&#26524;&#23454;&#29616;&#30340;&#19981;&#26159;&#26368;&#20248;&#21270;&#65292;&#32780;&#26159;MCMC&#25277;&#26679;&#65292;&#37027;&#20040;&#25105;&#20204;&#38656;&#35201;&#30340;&#19981;&#20877;&#26159;&#26368;&#20302;&#21183;&#33021;&#23545;&#24212;&#30340;&#20301;&#32622;&#65292;&#32780;&#26159;&#22312;&#27010;&#29575;&#31354;&#38388;&#20013;&#30340;&#38543;&#26426;&#28216;&#36208;&#12290;&#22240;&#27492;&#20223;&#30495;&#36712;&#36857;&#20013;&#19981;&#20165;&#20250;&#20986;&#29616;&#21183;&#33021;&#38477;&#20302;&#30340;&#36807;&#31243;&#65292;&#20063;&#20250;&#20986;&#29616;&#21183;&#33021;&#22686;&#21152;&#30340;&#36807;&#31243;&#12290;&#21704;&#23494;&#39039;&#20223;&#30495;&#33021;&#30830;&#20445;&#24635;&#33021;&#37327;&#23432;&#24658;&#65292;&#32780;&#20351;&#21160;&#33021;&#21644;&#21183;&#33021;&#20043;&#38388;&#30456;&#20114;&#36716;&#21270;&#12290;&#20844;&#24335;1&#20026;&#21704;&#23494;&#39039;&#20844;&#24335;&#65292;&#20854;&#20013;K&#20026;&#21160;&#33021;&#65292;&#32780;U&#20026;&#21183;&#33021;&#65292;p&#20026;&#21160;&#37327;&#65292;q&#20026;&#20301;&#32622;&#65292;H&#20026;&#24635;&#33021;&#37327;&#65292;&#34920;&#31034;&#21160;&#33021;&#21644;&#21183;&#33021;&#20043;&#21644;&#12290;dU/dq&#34920;&#31034;&#21183;&#33021;&#26799;&#24230;(&#25110;&#22330;)&#65292;&#32780;-dU/dq&#20026;&#22330;&#23545;&#20110;&#21333;&#20301;&#36136;&#28857;&#30340;&#20316;&#29992;&#21147;&#12290;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_1.png" alt="hamilton_1.png" width="227" height="41" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#20844;&#24335;2&#25152;&#31034;&#65292;&#27714;&#24635;&#33021;&#37327;&#30456;&#23545;&#20110;&#26102;&#38388;&#30340;&#21464;&#21270;&#29575;&#65292;&#24182;&#24102;&#20837;&#21704;&#23494;&#39039;&#20844;&#24335;&#65292;&#20854;&#32467;&#26524;&#20026;0&#12290;&#36825;&#20010;&#32467;&#26524;&#35828;&#26126;&#21704;&#23494;&#39039;&#20223;&#30495;&#36712;&#36857;&#19978;&#30340;&#24635;&#33021;&#37327;&#24658;&#23450;&#65292;&#22240;&#27492;&#20223;&#30495;&#36712;&#36857;&#19978;&#30340;&#24635;&#33021;&#37327;&#30456;&#21516;&#12290;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_2.png" alt="hamilton_2.png" width="354" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#26524;&#25105;&#20204;&#37319;&#29992;&#22914;&#19979;&#21160;&#33021;(3)&#65292;&#21017;&#20195;&#20837;&#21704;&#23494;&#39039;&#20844;&#24335;(1)&#65292;&#25105;&#20204;&#21487;&#20197;&#24471;&#21040;&#20855;&#26377;&#29289;&#29702;&#21547;&#20041;&#30340;&#20844;&#24335;&#65292;&#21363;&#21152;&#36895;&#24230;&#19982;&#21463;&#21147;&#25104;&#27491;&#27604;&#12290;&#20844;&#24335;(4)&#21491;&#36793;&#19982;&#26799;&#24230;&#19979;&#38477;&#26356;&#26032;&#20844;&#24335;&#30456;&#21516;&#65292;&#21363;&#21152;&#36895;&#24230;&#26041;&#21521;&#20026;&#21183;&#33021;&#26799;&#24230;&#21453;&#26041;&#21521;&#12290;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_3.png" alt="hamilton_3.png" width="77" height="37" style="vertical-align:middle" />
</p>

<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_4.png" alt="hamilton_4.png" width="81" height="45" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#26524;&#25105;&#20204;&#37319;&#29992;&#20844;&#24335;(5)&#20316;&#20026;&#21160;&#33021;&#65292;&#24102;&#20837;&#21704;&#23494;&#39039;&#20844;&#24335;&#20013;&#12290;&#22914;&#26524;&#20551;&#35774;&#21183;&#33021;&#20989;&#25968;&#29992;&#20108;&#27425;&#20989;&#25968;&#36817;&#20284;&#65292;&#21017;&#28023;&#26862;&#30697;&#38453;&#20026;&#24120;&#37327;&#30697;&#38453;&#12290;&#20110;&#26159;&#24471;&#21040;&#20844;&#24335;6&#65292;&#20854;&#21491;&#36793;&#19982;&#29275;&#39039;&#31639;&#27861;&#30340;&#20844;&#24335;&#30456;&#21516;&#65292;&#21363;&#21152;&#36895;&#24230;&#26041;&#21521;&#20026;&#29275;&#39039;&#31639;&#27861;&#30340;&#26041;&#21521;&#12290;&#20844;&#24335;16&#19982;&#23454;&#38469;&#30340;&#29289;&#29702;&#35268;&#24459;&#19981;&#19968;&#33268;&#65292;&#22240;&#20026;&#20854;&#37319;&#29992;&#20102;&#19968;&#31181;&#38750;&#29289;&#29702;&#21160;&#33021;&#12290;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_5.png" alt="hamilton_5.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_6.png" alt="hamilton_6.png" width="139" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20110;&#26159;&#25105;&#20204;&#24471;&#21040;&#20004;&#31181;&#21160;&#33021;&#23545;&#24212;&#30340;&#20004;&#31181;&#21152;&#36895;&#24230;&#26041;&#21521;&#12290;&#36825;&#20004;&#31181;&#21160;&#33021;&#20998;&#21035;&#23545;&#24212;&#20110;&#20004;&#31181;&#33945;&#29305;&#21345;&#27931;&#25152;&#20351;&#29992;&#30340;&#20223;&#30495;&#31639;&#27861;&#65292;&#21363;&#25152;&#35859;&#30340;&#21704;&#23494;&#39039;&#33945;&#29305;&#21345;&#27931;&#21644;&#40654;&#26364;&#27969;&#22411;&#21704;&#23494;&#39039;&#33945;&#29305;&#21345;&#32599;&#12290;
</p>



<p class="Text">
 &#38500;&#20102;&#19978;&#36848;&#20004;&#31181;&#33945;&#29305;&#21345;&#27931;&#26041;&#27861;&#65292;&#19982;&#20248;&#21270;&#30340;&#35752;&#35770;&#31867;&#20284;&#65292;&#25105;&#20204;&#36824;&#21487;&#20197;&#37319;&#29992;&#22914;&#19979;&#30340;&#21160;&#33021;&#20989;&#25968;&#65306;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_7.png" alt="hamilton_7.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20010;&#21183;&#33021;&#20989;&#25968;&#19982;&#21704;&#23494;&#39039;&#30340;&#21160;&#33021;&#20989;&#25968;&#23436;&#20840;&#23545;&#31216;&#65292;&#25105;&#20204;&#21487;&#20197;&#31216;&#20026;&ldquo;&#21453;&#21704;&#23494;&#39039;&rdquo;&#20223;&#30495;&#12290;&#36825;&#19977;&#31181;&#21160;&#33021;&#21487;&#20197;&#22312;&#19968;&#20010;&#26694;&#26550;&#19979;&#36827;&#34892;&#35752;&#35770;&#12290;&#20551;&#35774;&#21183;&#33021;&#21644;&#21160;&#33021;&#37117;&#26159;&#20108;&#27425;&#20989;&#25968;&#65306;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_8.png" alt="hamilton_8.png" width="159" height="38" style="vertical-align:middle" />
</p>

<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_9.png" alt="hamilton_9.png" width="105" height="37" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23558;&#19978;&#36848;&#20108;&#24335;&#24102;&#20837;&#21704;&#23494;&#39039;&#20844;&#24335;&#65292;&#24471;&#21040;&#65306;
</p>



<p class="DisplayFormulaNumbered">
 <img src="HTMLFiles/hamilton_10.png" alt="hamilton_10.png" width="146" height="45" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24403;M&#20026;&#21333;&#20301;&#30697;&#38453;&#26159;&#65292;&#23545;&#24212;&#20110;&#20844;&#24335;3&#25152;&#31034;&#30340;&#21704;&#23494;&#39039;&#20223;&#30495;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#24403;M&#21644;&Sigma;&#20114;&#20026;&#36870;&#30697;&#38453;&#26102;&#65292;&#20854;&#20316;&#29992;&#30456;&#20114;&#25269;&#28040;&#65292;&#36825;&#31181;&#24773;&#20917;&#23545;&#24212;&#20110;&#20844;&#24335;5&#25152;&#31034;&#30340;&#40654;&#26364;&#21704;&#23494;&#39039;&#33945;&#29305;&#21345;&#27931;&#25152;&#20351;&#29992;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#24403;M&#20026;&Sigma;&times;&Sigma;&#26102;&#65292;&#25105;&#20204;&#24471;&#21040;&ldquo;&#21453;&#21704;&#23494;&#39039;&rdquo;&#30340;&#21160;&#33021;&#21644;&#20223;&#30495;&#65288;&#20844;&#24335;7&#65289;&#12290;&#36825;&#21704;&#23494;&#39039;&#21644;&#21453;&#21704;&#23494;&#39039;&#30456;&#24403;&#20110;&#20004;&#20010;&#26497;&#31471;&#65292;&#32780;&#40654;&#26364;&#65288;&#21704;&#23494;&#39039;&#33945;&#29305;&#21345;&#27931;&#65289;&#20223;&#30495;&#30456;&#24403;&#20110;&#20108;&#32773;&#30340;&#24179;&#34913;&#28857;&#12290;
</p>



<p class="Text">
 &#19968;&#33324;&#21183;&#33021;&#20989;&#25968;&#30340;&#30697;&#38453;&Sigma;&#20026;&#27491;&#23450;&#12290;&#20294;&#21363;&#20351;&Sigma;&#20026;&#36127;&#23450;&#65292;&#24403;M&#21644;&Sigma;&#30456;&#20114;&#25269;&#28040;&#65292;&#23545;&#31995;&#32479;&#27809;&#26377;&#24433;&#21709;&#12290;&#22240;&#27492;&#40654;&#26364;&#21704;&#23494;&#39039;&#33945;&#29305;&#21345;&#27931;&#20063;&#21487;&#20197;&#24212;&#29992;&#20110;&Sigma;&#20026;&#36127;&#23450;&#30340;&#22330;&#21512;&#65292;&#27492;&#26102;&#21160;&#33021;&#20026;&#36127;&#20540;&#65292;&#21363;&#24635;&#33021;&#37327;&#23567;&#20110;&#21183;&#33021;&#12290;&#22240;&#27492;&#22312;&#31639;&#27861;&#20013;&#38656;&#35201;&#32771;&#34385;&#36127;&#21160;&#33021;&#30340;&#24773;&#20917;&#12290;
</p>



<p class="Section">
 &#20363;&#23376;
</p>



<p class="Text">
 &#39318;&#20808;&#65292;&#28165;&#38500;&#21464;&#37327;&#65292;&#35774;&#32622;&#38543;&#26426;&#25968;&#31181;&#23376;&#65292;&#23450;&#20041;&#36741;&#21161;&#20989;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_11.gif" alt="hamilton_11.gif" width="369" height="90" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20854;&#27425;&#65292;&#23450;&#20041;&#21183;&#33021;&#20989;&#25968;&#12289;&#26799;&#24230;&#12289;&#28023;&#26862;&#30697;&#38453;&#12290;&#24403;&rho;&#36234;&#25509;&#36817;&#20110;1&#65292;&#21017;&#21508;&#21521;&#24322;&#24615;&#36234;&#24378;&#65292;&#20223;&#30495;&#36234;&#23481;&#26131;&#19981;&#31283;&#23450;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_12.gif" alt="hamilton_12.gif" width="460" height="128" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20135;&#29983;&#20223;&#30495;&#36712;&#36857;&#30340;&#20989;&#25968;&#12290;&#20854;&#20013;dt&#26159;&#26102;&#38388;&#27493;&#38271;&#65292;steps&#26159;&#20223;&#30495;&#27493;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_13.png" alt="hamilton_13.png" width="576" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21160;&#33021;&#20989;&#25968;&#65306;
</p>



<p class="ItemNumbered">
 &#21704;&#23494;&#39039;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/hamilton_14.png" alt="hamilton_14.png" width="64" height="38" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/hamilton_15.png" alt="hamilton_15.png" width="131" height="18" style="vertical-align:middle" />
</p>

<p class="ItemNumbered">
 &#40654;&#26364;&#21704;&#23494;&#39039;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/hamilton_16.png" alt="hamilton_16.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/hamilton_17.png" alt="hamilton_17.png" width="356" height="18" style="vertical-align:middle" />
</p>

<p class="ItemNumbered">
 &#21453;&#21704;&#23494;&#39039;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/hamilton_18.png" alt="hamilton_18.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/hamilton_19.png" alt="hamilton_19.png" width="485" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21021;&#22987;&#20301;&#32622;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_20.gif" alt="hamilton_20.gif" width="383" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#26102;&#38388;&#27493;&#38271;&#21644;&#20223;&#30495;&#27493;&#25968;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_21.gif" alt="hamilton_21.gif" width="91" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#33719;&#24471;&#20223;&#30495;&#36712;&#36857;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_22.gif" alt="hamilton_22.gif" width="358" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19982;&#21183;&#33021;&#23545;&#24212;&#30340;&#27010;&#29575;&#26679;&#26412;
</p>



<p class="Input">
 <img src="HTMLFiles/hamilton_23.png" alt="hamilton_23.png" width="670" height="18" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/hamilton_24.png" alt="hamilton_24.png" width="846" height="88" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/hamilton_25.gif" alt="hamilton_25.gif" width="540" height="380" style="vertical-align:middle" />
</p>

<p class="Text">
 &#34013;&#28857;&#20026;&#19968;&#20010;&#30456;&#20851;&#20108;&#32500;&#27491;&#24577;&#20998;&#24067;&#30340;&#26679;&#26412;&#65292;&#34013;&#33394;&#20026;&#27010;&#29575;&#25277;&#26679;&#26679;&#26412;&#65292;&#32511;&#33394;&#20026;&#40654;&#26364;&#40654;&#26364;&#21704;&#23494;&#39039;&#30340;&#20223;&#30495;&#36712;&#36857;&#65292;&#32780;&#27224;&#40644;&#33394;&#20026;&#21704;&#23494;&#39039;&#30340;&#20223;&#30495;&#36712;&#36857;&#65292;&#32418;&#33394;&#20026;&rdquo;&#21453;&#21704;&#23494;&#39039;&rdquo;&#30340;&#36712;&#36857;&#12290;&#21453;&#21704;&#23494;&#39039;&#30340;&#26041;&#21521;&#22823;&#33268;&#19982;&#31532;&#19968;&#20027;&#25104;&#20998;&#26041;&#21521;&#19968;&#33268;&#65292;&#32780;&#21704;&#23494;&#39039;&#20248;&#20808;&#22312;&#26368;&#21518;&#20027;&#25104;&#20998;&#26041;&#21521;&#31227;&#21160;&#65292;&#20108;&#32773;&#36712;&#36857;&#36817;&#20284;&#21576;&#27491;&#20132;&#26041;&#21521;&#12290;&#40654;&#26364;&#21704;&#23494;&#39039;&#20171;&#20110;&#20854;&#23427;&#20108;&#32773;&#20043;&#38388;&#12290;&#21482;&#20351;&#29992;&#19968;&#31181;&#36712;&#36857;&#21487;&#33021;&#20250;&#24102;&#26469;&#31995;&#32479;&#20559;&#24046;&#65292;&#32780;&#20381;&#27425;&#36816;&#34892;&#21508;&#31181;&#31227;&#21160;&#21017;&#21487;&#20197;&#26377;&#25928;&#35206;&#30422;&#30446;&#26631;&#31354;&#38388;&#20301;&#32622;&#12290;
</p>



<p class="Text">
 &#39034;&#20415;&#35828;&#20381;&#25454;&#65292;&#21508;&#20010;&#36712;&#36857;&#37117;&#26377;&#20854;&#32570;&#38519;&#12290;&#22312;&#36712;&#36857;&#19978;&#25277;&#26679;&#26102;&#65292;&#20026;&#20102;&#28085;&#30422;&#20856;&#22411;&#31354;&#38388;&#65292;&#25105;&#20204;&#21487;&#20197;&#37319;&#21462;&#20132;&#26367;&#20351;&#29992;&#19977;&#31181;&#26041;&#27861;&#12290;
</p>






<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
