<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  multi
 </title>
 <link href="HTMLFiles/multi.css" rel="stylesheet" type="text/css" />
</head>

<body style="font-size: Floor[125. Inherited]%;">

<p class="Section">
 &#21333;&#31890;&#23376;&#33021;&#37327;&#23432;&#24658;
</p>



<p class="Text">
 &#20808;&#32771;&#34385;&#19968;&#20010;&#21333;&#31890;&#23376;&#31995;&#32479;&#12290;&#30001;&#20110;&#21704;&#23494;&#39039;&#37327;&#65288;&#21363;&#24635;&#33021;&#37327;&#65289;&#20026;&#24120;&#25968;&#65292;&#22240;&#27492;&#22914;&#26524;&#19981;&#32771;&#34385;&#25968;&#20540;&#35823;&#24046;&#65292;&#37027;&#20040;&#22312;&#20223;&#30495;&#36807;&#31243;&#20013;&#30340;&#24635;&#33021;&#37327;&#24658;&#23450;&#12290;&#20223;&#30495;&#36712;&#36857;&#21463;&#21040;&#21021;&#22987;&#21160;&#33021;&#22823;&#23567;&#12289;&#21160;&#37327;&#26041;&#21521;&#12289;&#21021;&#22987;&#20301;&#32622;&#30340;&#24433;&#21709;&#65292;&#20855;&#26377;&#19981;&#21516;&#30340;&#21608;&#26399;&#24615;&#24418;&#24335;&#12290;&#20363;&#22914;&#65292;&#22914;&#19979;&#26159;&#23545;&#21516;&#19968;&#20010;&#21183;&#33021;&#20989;&#25968;&#30340;&#20004;&#20010;&#19981;&#21516;&#21021;&#22987;&#26465;&#20214;&#20135;&#29983;&#30340;&#36712;&#36857;&#12290;&#26174;&#28982;&#65292;&#19981;&#21516;&#21021;&#22987;&#26465;&#20214;&#30340;&#36712;&#36857;&#35206;&#30422;&#19981;&#21516;&#22823;&#23567;&#21644;&#19981;&#21516;&#31867;&#22411;&#30340;&#31354;&#38388;&#21306;&#22495;&#12290;&#19981;&#21516;&#21021;&#22987;&#26465;&#20214;&#30340;&#20223;&#30495;&#30456;&#24403;&#20110;&#31995;&#32479;&#20013;&#26080;&#30456;&#20114;&#20316;&#29992;&#30340;&#21333;&#29420;&#30340;&#31890;&#23376;&#12290;
</p>



<p class="Text">
 &#20808;&#23450;&#20041;&#33021;&#37327;&#20989;&#25968;&#65292;&#25105;&#20204;&#21482;&#20351;&#29992;&#31532;&#19968;&#31181;&#21160;&#33021;&#65292;&#21363;&#26368;&#31616;&#21333;&#30340;&#20108;&#27425;&#21160;&#33021;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_1.gif" alt="multi_1.gif" width="605" height="288" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23450;&#20041;&#21704;&#23494;&#39039;&#20223;&#30495;&#20989;&#25968;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_2.png" alt="multi_2.png" width="748" height="82" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23450;&#20041;&#26102;&#38388;&#27493;&#38271;&#21644;&#20223;&#30495;&#27493;&#25968;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_3.gif" alt="multi_3.gif" width="163" height="82" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20197;&#19981;&#21516;&#30340;&#21021;&#22987;&#20301;&#32622;&#21644;&#21021;&#22987;&#21160;&#37327;&#36827;&#34892;&#20223;&#30495;&#65292;&#24471;&#21040;&#20004;&#26465;&#20223;&#30495;&#36712;&#36857;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_4.gif" alt="multi_4.gif" width="499" height="198" style="vertical-align:middle" />
</p>

<p class="Text">
 &#26174;&#31034;&#20223;&#30495;&#36712;&#36857;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_5.png" alt="multi_5.png" width="830" height="82" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/multi_6.gif" alt="multi_6.gif" width="577" height="467" style="vertical-align:middle" />
</p>

<p class="Text">
 <br />
</p>



<p class="Text">
 &#22914;&#26524;&#19968;&#20010;&#31995;&#32479;&#20013;&#30340;&#21508;&#20010;&#31890;&#23376;&#20043;&#38388;&#27809;&#26377;&#30456;&#20114;&#20316;&#29992;&#65292;&#21017;&#27599;&#19968;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#26159;&#24658;&#23450;&#30340;&#65292;&#26412;&#36136;&#19978;&#31561;&#20215;&#20110;&#22810;&#20010;&#21333;&#31890;&#23376;&#31995;&#32479;&#12290;&#22240;&#27492;&#22914;&#26524;&#31890;&#23376;&#20043;&#38388;&#27809;&#26377;&#30456;&#20114;&#20316;&#29992;&#30340;&#22810;&#31890;&#23376;&#31995;&#32479;&#19982;&#21333;&#31890;&#23376;&#31995;&#32479;&#27809;&#26377;&#26412;&#36136;&#21306;&#21035;&#65292;&#20063;&#26080;&#27861;&#20811;&#26381;&#21333;&#31890;&#23376;&#31995;&#32479;&#30340;&#23616;&#38480;&#12290;&#27492;&#26102;&#27599;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#20026;&#24120;&#37327;&#65292;&#32780;&#31995;&#32479;&#30340;&#24635;&#33021;&#37327;&#20063;&#26159;&#19968;&#20010;&#24120;&#37327;&#12290;
</p>



<p class="Section">
 &#22810;&#31890;&#23376;&#33021;&#37327;&#23432;&#24658;
</p>



<p class="Text">
 &#22914;&#26524;&#24076;&#26395;&#27599;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#21487;&#20197;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#21464;&#21270;&#65292;&#20174;&#32780;&#22686;&#24378;&#31890;&#23376;&#22312;&#31354;&#38388;&#30340;&#36816;&#21160;&#33021;&#21147;&#65292;&#25105;&#20204;&#21487;&#20197;&#32771;&#34385;&#31890;&#23376;&#20043;&#38388;&#23384;&#22312;&#30456;&#20114;&#30896;&#25758;&#20316;&#29992;&#12290;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#31890;&#23376;&#30340;&#21160;&#33021;&#12290;&#31890;&#23376;&#30340;&#21183;&#33021;&#20915;&#23450;&#20110;&#25152;&#22312;&#30340;&#31354;&#38388;&#20301;&#32622;&#65292;&#32780;&#31890;&#23376;&#22312;&#30896;&#25758;&#21069;&#21518;&#30636;&#38388;&#30340;&#20301;&#32622;&#27809;&#26377;&#21457;&#29983;&#25913;&#21464;&#65292;&#22240;&#27492;&#30896;&#25758;&#19981;&#25913;&#21464;&#31890;&#23376;&#30340;&#21183;&#33021;&#12290;&#30001;&#20110;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#20026;&#21183;&#33021;&#21644;&#21160;&#33021;&#20043;&#21644;&#65292;&#22240;&#27492;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#21333;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#12290;
</p>



<p class="Text">
 &#32771;&#34385;&#30896;&#25758;&#30340;&#20027;&#35201;&#22909;&#22788;&#26159;&#20801;&#35768;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#21464;&#21270;&#12290;&#22240;&#20026;&#24403;&#31890;&#23376;&#22788;&#20110;&#20302;&#21183;&#33021;&#21306;&#22495;&#26102;&#65292;&#24076;&#26395;&#31890;&#23376;&#30340;&#21160;&#33021;&#36739;&#23567;&#65292;&#20197;&#27492;&#35775;&#38382;&#38468;&#36817;&#21306;&#22495;&#12290;&#24403;&#31890;&#23376;&#22788;&#20110;&#39640;&#21183;&#33021;&#21306;&#22495;&#26102;&#65292;&#24076;&#26395;&#31890;&#23376;&#30340;&#21160;&#33021;&#36739;&#22823;&#65292;&#36825;&#26679;&#21487;&#20197;&#35775;&#38382;&#26356;&#36828;&#30340;&#21306;&#22495;&#12290;&#22914;&#26524;&#21333;&#20010;&#31890;&#23376;&#30340;&#24635;&#21160;&#33021;&#24658;&#23450;&#65292;&#37027;&#20040;&#22312;&#39640;&#21183;&#33021;&#21306;&#22495;&#20301;&#32622;&#30340;&#21160;&#33021;&#36739;&#23567;&#65292;&#26080;&#27861;&#35775;&#38382;&#36739;&#36828;&#30340;&#21306;&#22495;&#65292;&#32780;&#22312;&#20302;&#21183;&#33021;&#21306;&#22495;&#30340;&#21160;&#33021;&#36739;&#22823;&#65292;&#38590;&#20197;&#36941;&#21382;&#20302;&#21183;&#33021;&#30340;&#38468;&#36817;&#21306;&#22495;&#12290;
</p>



<p class="Text">
 &#32771;&#34385;&#22810;&#31890;&#23376;&#31995;&#32479;&#30340;&#20027;&#35201;&#30446;&#30340;&#26159;&#20351;&#21333;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#21487;&#21464;&#12290;&#20551;&#35774;&#23553;&#38381;&#31995;&#32479;&#30001;&#33509;&#24178;&#20010;&#30340;&#21021;&#22987;&#24635;&#33021;&#37327;&#21508;&#19981;&#30456;&#21516;&#30340;&#21516;&#31867;&#31890;&#23376;&#32452;&#25104;&#12290;&#36825;&#20123;&#31890;&#23376;&#20043;&#38388;&#21487;&#33021;&#20250;&#21457;&#29983;&#23436;&#20840;&#24377;&#24615;&#30896;&#25758;&#32780;&#30456;&#20114;&#20132;&#25442;&#33021;&#37327;&#12290;&#31995;&#32479;&#30340;&#24635;&#33021;&#37327;&#23432;&#24658;&#65292;&#21363;&#25152;&#26377;&#31890;&#23376;&#24635;&#33021;&#37327;&#20043;&#21644;&#19981;&#21464;&#12290;&#30001;&#20110;&#26681;&#25454;&#23545;&#31216;&#24615;&#65292;&#21508;&#20010;&#31890;&#23376;&#20043;&#38388;&#27809;&#26377;&#21306;&#21035;&#65292;&#24182;&#19988;&#20219;&#24847;&#31890;&#23376;&#22312;&#20223;&#30495;&#36712;&#36857;&#19978;&#30340;&#20004;&#20010;&#20301;&#32622;&#20063;&#27809;&#26377;&#21306;&#21035;&#12290;&#20174;&#30452;&#35266;&#19978;&#21487;&#20197;&#35748;&#20026;&#65292;&#20219;&#24847;&#31890;&#23376;&#22312;&#20223;&#30495;&#21069;&#21518;&#30340;&#20004;&#20010;&#20301;&#32622;&#20043;&#38388;&#30340;&#30456;&#20114;&#36339;&#36716;&#27010;&#29575;&#30456;&#21516;&#12290;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#27599;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#33021;&#22815;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#21464;&#21270;&#65292;&#26377;&#21161;&#20110;&#35775;&#38382;&#27010;&#29575;&#31354;&#38388;&#30340;&#21508;&#20010;&#37096;&#20998;&#12290;
</p>



<p class="Subsection">
 &#34394;&#25311;&#30896;&#25758;
</p>



<p class="Text">
 &#23545;&#20110;&#22810;&#36136;&#28857;&#31995;&#32479;&#65292;&#30896;&#25758;&#30340;&#26412;&#36136;&#26159;&#20132;&#25442;&#33021;&#37327;&#65292;&#22240;&#27492;&#21487;&#20197;&#26080;&#38656;&#32771;&#34385;&#30896;&#25758;&#30340;&#29289;&#29702;&#36807;&#31243;&#65292;&#32780;&#30452;&#25509;&#20132;&#25442;&#36136;&#28857;&#30340;&#33021;&#37327;&#12290;&#20854;&#26680;&#24515;&#24605;&#24819;&#26159;&#30830;&#20445;&#21021;&#22987;&#21160;&#37327;&#20986;&#29616;&#30340;&#27010;&#29575;&#30456;&#21516;&#65292;&#36825;&#26679;&#23601;&#21487;&#20197;&#30830;&#20445;&#20223;&#30495;&#21069;&#21518;&#20004;&#20010;&#20301;&#32622;&#20043;&#38388;&#30340;&#30456;&#20114;&#36339;&#36716;&#27010;&#29575;&#30456;&#21516;&#12290;
</p>



<p class="Text">
 &#20511;&#29992;&#32479;&#35745;&#21147;&#23398;&#30340;&#26415;&#35821;&#65292;N&#20010;&#31890;&#23376;&#30340;pi&#21644;qi&#32452;&#25104;&#20102;&#24494;&#35266;&#29366;&#24577;&#65292;&#32780;&#23439;&#35266;&#29366;&#24577;&#20026;&#31995;&#32479;&#30340;&#24635;&#33021;&#37327;&#20540;&#12290;&#26681;&#25454;&#32479;&#35745;&#21147;&#23398;&#30340;&#35266;&#28857;&#65292;&#23545;&#20110;&#19968;&#20010;&#32473;&#23450;&#30340;&#23439;&#35266;&#29366;&#24577;&#65292;&#20219;&#24847;&#24494;&#35266;&#27010;&#29575;&#31561;&#27010;&#29575;&#20986;&#29616;&#12290;&#22240;&#27492;&#65292;&#22312;&#28385;&#36275;&#31995;&#32479;&#24635;&#33021;&#37327;&#24658;&#23450;&#30340;&#26465;&#20214;&#19979;&#65292;&#26681;&#25454;&#24635;&#30340;&#20301;&#32622;&#21521;&#37327;q&#65292;&#25353;&#31561;&#27010;&#29575;&#36873;&#25321;&#24635;&#21160;&#37327;p&#12290;&#31867;&#20284;&#20110;&#21333;&#31890;&#23376;&#30340;&#24773;&#20917;&#65292;&#25105;&#20204;&#38656;&#35201;&#21306;&#20998;&#24635;&#21160;&#37327;&#30340;&#24133;&#20540;&#21644;&#26041;&#21521;&#12290;&#20294;&#19982;&#21333;&#31890;&#23376;&#19981;&#21516;&#30340;&#26159;&#65292;&#24635;&#21160;&#37327;&#19981;&#19968;&#23450;&#20301;&#20110;&#19968;&#20010;&#36229;&#26925;&#29699;&#38754;&#19978;&#12290;&#24635;&#21160;&#37327;&#30001;&#22810;&#20010;&#21160;&#37327;&#32452;&#25104;&#65292;&#32780;&#27599;&#20010;&#21160;&#37327;&#21448;&#26159;&#19968;&#20010;&#22810;&#32500;&#21521;&#37327;&#65292;&#36825;&#20123;&#20998;&#21160;&#37327;&#30340;&#24133;&#20540;&#19982;&#36825;&#20123;&#31890;&#23376;&#30340;&#21160;&#33021;&#26377;&#20851;&#65292;&#22240;&#27492;&#21487;&#20197;&#36890;&#36807;&#31995;&#32479;&#24635;&#33021;&#37327;&#21644;&#24635;&#21183;&#33021;&#20104;&#20197;&#30830;&#23450;&#65292;&#31639;&#27861;&#26080;&#27861;&#38543;&#24847;&#36827;&#34892;&#35774;&#32622;&#12290;&#31639;&#27861;&#21487;&#20197;&#35774;&#32622;&#24635;&#21160;&#37327;&#30340;&#26041;&#21521;&#12290;&#22914;&#26524;&#20445;&#35777;&#24635;&#21160;&#37327;&#30340;&#26041;&#21521;&#31561;&#21487;&#33021;&#65292;&#21017;&#21487;&#20197;&#20445;&#35777;&#20219;&#24847;&#24635;&#21160;&#37327;&#30340;&#20986;&#29616;&#27010;&#29575;&#30456;&#31561;&#65292;&#36827;&#32780;&#20445;&#35777;&#21508;&#20010;&#24494;&#35266;&#29366;&#24577;&#30340;&#20986;&#29616;&#27010;&#29575;&#30456;&#31561;&#12290;
</p>



<p class="Text">
 &#20551;&#35774;&#19968;&#20010;D&#32500;&#31995;&#32479;&#20849;&#26377;N&#20010;&#31890;&#23376;&#65292;&#37027;&#20040;&#25152;&#26377;&#31890;&#23376;&#30340;&#21160;&#37327;&#30340;&#25152;&#26377;&#32500;&#26500;&#25104;&#20102;&#19968;&#20010;&#24635;&#30340;&#21160;&#37327;&#21521;&#37327;&#65292;&#36825;&#20010;&#21521;&#37327;&#30340;&#32500;&#24230;&#20026;D&times;N&#12290;&#25105;&#20204;&#21487;&#20197;&#22312;D&times;N&#32500;&#21333;&#20301;&#29699;&#38754;&#19978;&#20219;&#21462;&#19968;&#28857;&#20316;&#20026;&#24635;&#21160;&#37327;&#65292;&#28982;&#21518;&#25353;&#29031;&#19968;&#20010;&#32473;&#23450;&#30340;&#24635;&#21160;&#33021;&#26469;&#35774;&#32622;&#24635;&#21160;&#37327;&#30340;&#24133;&#20540;&#12290;&#30001;&#20110;&#20219;&#24847;&#19968;&#20010;&#24635;&#21160;&#37327;&#20986;&#29616;&#30340;&#27010;&#29575;&#30456;&#21516;&#65292;&#22240;&#27492;&#31995;&#32479;&#22312;&#20219;&#24847;&#20004;&#20010;&#24635;&#21183;&#33021;&#20043;&#38388;&#30340;&#30456;&#20114;&#36716;&#31227;&#27010;&#29575;&#30456;&#21516;&#12290;&#21448;&#30001;&#20110;&#21508;&#20010;&#31890;&#23376;&#20043;&#38388;&#27809;&#26377;&#26412;&#36136;&#21306;&#21035;&#65292;&#21333;&#20010;&#31890;&#23376;&#22312;&#20004;&#20010;&#31354;&#38388;&#20301;&#32622;&#30340;&#30456;&#20114;&#36716;&#31227;&#27010;&#29575;&#30456;&#21516;&#12290;
</p>



<p class="Text">
 &#25105;&#20204;&#20063;&#21487;&#20197;&#25442;&#19968;&#31181;&#26041;&#24335;&#35770;&#35777;&#65292;&#22240;&#20026;&#31995;&#32479;&#20013;&#30340;&#31890;&#23376;&#20043;&#38388;&#27809;&#26377;&#21306;&#21035;&#65292;&#22240;&#27492;&#27599;&#20010;&#31890;&#23376;&#30340;&#21160;&#33021;&#26381;&#20174;&#30456;&#21516;&#30340;&#20998;&#24067;&#65292;&#21363;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#26381;&#20174;&#30456;&#21516;&#30340;&#20998;&#24067;&#65292;&#20854;&#35282;&#24230;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#65292;&#22240;&#27492;&#65292;&#20219;&#24847;&#31890;&#23376;&#30340;&#21160;&#37327;&#29983;&#25104;&#26041;&#24335;&#20026;&#65306;&#39318;&#20808;&#20174;&#21333;&#20301;&#36229;&#29699;&#19978;&#38543;&#26426;&#21462;&#19968;&#20010;&#28857;&#20316;&#20026;&#21160;&#37327;&#65292;&#20854;&#27425;&#26681;&#25454;&#21160;&#33021;&#20998;&#24067;&#25277;&#21462;&#20986;&#19968;&#20010;&#21160;&#33021;&#65292;&#28982;&#21518;&#26681;&#25454;&#21160;&#33021;&#26469;&#35774;&#32622;&#21160;&#37327;&#30340;&#24133;&#20540;&#12290;&#36825;&#20010;&#31639;&#27861;&#19982;&#33021;&#37327;&#23432;&#24658;&#30340;&#21333;&#31890;&#23376;&#31639;&#27861;&#31867;&#20284;&#65292;&#33021;&#22815;&#25913;&#21464;&#30340;&#20165;&#20165;&#26159;&#21160;&#37327;&#30340;&#26041;&#21521;&#65292;&#32780;&#26041;&#21521;&#21448;&#26159;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#65292;&#22240;&#27492;&#20223;&#30495;&#36712;&#36857;&#20004;&#20010;&#32456;&#31471;&#20301;&#32622;&#20043;&#38388;&#30340;&#36339;&#36716;&#27010;&#29575;&#30456;&#21516;&#65292;&#20174;&#32780;&#21487;&#20197;&#24212;&#29992;Metropolis&#31639;&#27861;&#12290;
</p>



<p class="Text">
 &#39318;&#20808;&#65292;&#23450;&#20041;&#20223;&#30495;&#27493;&#25968;&#21644;&#31890;&#23376;&#20010;&#25968;&#12290;&#22914;&#26524;&#31995;&#32479;&#21253;&#21547;&#30340;&#31890;&#23376;&#25968;&#31561;&#20110;1&#65292;&#37027;&#20040;&#21017;&#30456;&#24403;&#20110;&#27809;&#26377;&#31890;&#23376;&#20043;&#38388;&#30340;&#33021;&#37327;&#20132;&#25442;&#12290;
</p>



<p class="Subsection">
 &#33021;&#37327;&#20998;&#24067;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_7.gif" alt="multi_7.gif" width="140" height="53" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20197;&#19979;&#31639;&#27861;&#35745;&#31639;&#27599;&#20010;&#31890;&#23376;&#30340;&#24635;&#21160;&#33021;&#12290;EPISODE&#25351;&#20223;&#30495;&#27425;&#25968;&#65292;&#38024;&#23545;&#27599;&#20010;&#31890;&#23376;&#30340;&#27599;&#27425;&#20223;&#30495;&#21487;&#20197;&#24471;&#21040;&#19968;&#20010;&#24635;&#33021;&#37327;&#12290;&#27599;&#20010;&#31890;&#23376;&#30340;&#27599;&#27425;&#20223;&#30495;&#30340;&#21021;&#22987;&#21160;&#37327;&#30340;&#26041;&#21521;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#12290;&#36923;&#36753;&#26631;&#24535;k1&#21028;&#26029;&#20915;&#23450;&#21160;&#33021;&#30340;&#31867;&#22411;&#65292;&#21160;&#37327;&#31867;&#22411;&#20915;&#23450;&#20102;&#24133;&#20540;&#26159;&#20197;&#27431;&#24335;&#36317;&#31163;&#36824;&#26159;&#39532;&#27663;&#36317;&#31163;&#36827;&#34892;&#24230;&#37327;&#12290;&#23545;&#20110;HMC&#31867;&#22411;&#65292;&#29983;&#25104;&#30340;&#21521;&#37327;&#20301;&#20110;&#19968;&#20010;&#36229;&#29699;&#38754;&#19978;&#12290;&#23545;&#20110;RMHMC&#31867;&#22411;&#65292;&#21521;&#37327;&#20301;&#20110;&#19968;&#20010;&#36229;&#26925;&#29699;&#38754;&#19978;&#12290;&#22240;&#27492;&#21160;&#37327;&#20301;&#20110;&#19968;&#20010;&#36229;&#29699;&#19978;&#65292;&#32780;&#36229;&#29699;&#30340;&#24230;&#37327;&#20998;&#21035;&#20026;&#27431;&#24335;&#25110;&#32773;&#39532;&#27663;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/multi_8.png" alt="multi_8.png" width="103" height="43" style="vertical-align:middle" />
</p>

<p class="DisplayFormula">
 <img src="HTMLFiles/multi_9.png" alt="multi_9.png" width="162" height="59" style="vertical-align:middle" />
</p>

<p class="Text">
 &#26681;&#25454;&#24635;&#33021;&#37327;&#21644;&#24635;&#21183;&#33021;&#33719;&#24471;&#24635;&#21160;&#33021;&#65292;&#28982;&#21518;&#26681;&#25454;&#26399;&#26395;&#30340;&#24635;&#21160;&#33021;&#26469;&#35774;&#32622;&#25152;&#26377;&#21160;&#37327;&#30340;&#24133;&#20540;&#65292;&#20351;&#20854;&#36981;&#23432;&#31995;&#32479;&#24635;&#33021;&#37327;&#23432;&#24658;&#12290;&#37319;&#29992;&#20102;&#32477;&#23545;&#20540;&#36816;&#31639;&#65292;&#22240;&#27492;Ks&#21644;Kd&#37117;&#20801;&#35768;&#20026;&#36127;&#25968;&#12290;&#22914;&#26524;&#28023;&#26862;&#30697;&#38453;&#20026;&#36127;&#23450;&#65292;&#21017;Ks&#21487;&#33021;&#20026;&#36127;&#25968;&#12290;&#22914;&#26524;&#24635;&#33021;&#37327;&#23567;&#20110;&#21183;&#33021;&#65292;Kd&#21017;&#21487;&#33021;&#20026;&#36127;&#25968;&#12290;&#32771;&#34385;&#21508;&#31181;&#21487;&#33021;&#21487;&#20197;&#20351;&#31639;&#27861;&#26356;&#31283;&#23450;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_10.png" alt="multi_10.png" width="787" height="950" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36816;&#34892;&#20223;&#30495;&#65292;&#33719;&#24471;&#21160;&#33021;&#24207;&#21015;&#12290;&#30001;&#20110;&#26377;&#19977;&#20010;&#31890;&#23376;&#65292;&#22240;&#27492;&#33021;&#37327;&#25490;&#21015;&#20026;k1&#65292;k1&#65292;k1&#65292;k2&#65292;k2&#65292;k2&#65292;k1&#65292;k1&#65292;k1&#65292;&hellip;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_11.png" alt="multi_11.png" width="349" height="23" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21462;&#20986;&#31532;&#19968;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#24207;&#21015;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_12.png" alt="multi_12.png" width="390" height="23" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#20013;&#21462;&#20986;k1&#31867;&#22411;&#30340;&#33021;&#37327;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_13.png" alt="multi_13.png" width="293" height="23" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#20013;&#21462;&#20986;k2&#31867;&#22411;&#30340;&#33021;&#37327;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_14.png" alt="multi_14.png" width="293" height="23" style="vertical-align:middle" />
</p>

<p class="Text">
 <span><span><img src="HTMLFiles/multi_15.png" alt="multi_15.png" width="19" height="26" style="vertical-align:middle" /></span></span>&#21160;&#33021;&#20998;&#24067;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_16.png" alt="multi_16.png" width="657" height="23" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/multi_17.gif" alt="Graphics:H for&nbsp;&nbsp;K&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1" width="450" height="298" style="vertical-align:middle;" usemap="#map_17" />
<map name="map_17">
<area shape="rect" coords="413,275,440,272" title="0.002" nohref="" />
<area shape="rect" coords="386,275,414,272" title="0.002" nohref="" />
<area shape="rect" coords="359,275,387,272" title="0.002" nohref="" />
<area shape="rect" coords="333,275,360,258" title="0.012" nohref="" />
<area shape="rect" coords="306,275,333,242" title="0.024" nohref="" />
<area shape="rect" coords="279,275,307,220" title="0.04" nohref="" />
<area shape="rect" coords="252,275,280,206" title="0.05" nohref="" />
<area shape="rect" coords="226,275,253,179" title="0.07" nohref="" />
<area shape="rect" coords="199,275,226,138" title="0.1" nohref="" />
<area shape="rect" coords="172,275,200,124" title="0.11" nohref="" />
<area shape="rect" coords="145,275,173,133" title="0.104" nohref="" />
<area shape="rect" coords="119,275,146,94" title="0.132" nohref="" />
<area shape="rect" coords="92,275,119,34" title="0.176" nohref="" />
<area shape="rect" coords="65,275,93,122" title="0.112" nohref="" />
<area shape="rect" coords="38,275,66,187" title="0.064" nohref="" />
</map>
</p>

<p class="Text">
 <span><span><img src="HTMLFiles/multi_18.png" alt="multi_18.png" width="19" height="26" style="vertical-align:middle" /></span></span>&#21160;&#33021;&#20998;&#24067;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_19.png" alt="multi_19.png" width="657" height="23" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/multi_20.gif" alt="Graphics:H for&nbsp;&nbsp;K&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2" width="450" height="298" style="vertical-align:middle;" usemap="#map_20" />
<map name="map_20">
<area shape="rect" coords="413,275,440,259" title="0.01" nohref="" />
<area shape="rect" coords="386,275,414,255" title="0.012" nohref="" />
<area shape="rect" coords="359,275,387,268" title="0.004" nohref="" />
<area shape="rect" coords="333,275,360,249" title="0.016" nohref="" />
<area shape="rect" coords="306,275,333,221" title="0.034" nohref="" />
<area shape="rect" coords="279,275,307,208" title="0.042" nohref="" />
<area shape="rect" coords="252,275,280,189" title="0.054" nohref="" />
<area shape="rect" coords="226,275,253,192" title="0.052" nohref="" />
<area shape="rect" coords="199,275,226,145" title="0.082" nohref="" />
<area shape="rect" coords="172,275,200,154" title="0.076" nohref="" />
<area shape="rect" coords="145,275,173,135" title="0.088" nohref="" />
<area shape="rect" coords="119,275,146,69" title="0.13" nohref="" />
<area shape="rect" coords="92,275,119,34" title="0.152" nohref="" />
<area shape="rect" coords="65,275,93,60" title="0.136" nohref="" />
<area shape="rect" coords="38,275,66,97" title="0.112" nohref="" />
</map>
</p>

<p class="Text">
 &#20004;&#31181;&#21160;&#33021;&#37117;&#35206;&#30422;&#22312;&#36830;&#32493;&#21306;&#22495;&#65292;&#26368;&#23567;&#21160;&#33021;&#25509;&#36817;&#19982;&#38646;&#12290;&#32780;&#19988;&#19968;&#33324;&#32780;&#35328;&#65292;&#19981;&#21516;&#21160;&#33021;&#30340;&#20998;&#24067;&#19981;&#21516;&#12290;
</p>



<p class="Text">
 &#22914;&#26524;&#19981;&#36816;&#34892;&#31890;&#23376;&#20132;&#25442;&#33021;&#37327;&#65292;&#30456;&#24403;&#20110;&#23450;&#20041;&#21333;&#31890;&#23376;&#31995;&#32479;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_21.png" alt="multi_21.png" width="140" height="23" style="vertical-align:middle" />
</p>

<p class="Text">
 &#37325;&#26032;&#36816;&#34892;&#20197;&#19978;&#20195;&#30721;&#65292;&#24182;&#26174;&#31034;&#21160;&#37327;&#20998;&#24067;&#12290;&#21487;&#20197;&#21457;&#29616;&#65292;&#20004;&#31181;&#21160;&#33021;&#20989;&#25968;&#30340;&#24635;&#33021;&#37327;&#37117;&#36817;&#20284;&#20026;&#24120;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/multi_22.gif" alt="multi_22.gif" width="657" height="169" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/multi_23.gif" alt="Graphics:H for&nbsp;&nbsp;K&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1" width="450" height="295" style="vertical-align:middle;" usemap="#map_23" />
<map name="map_23">
<area shape="rect" coords="399,272,436,265" title="0.004" nohref="" />
<area shape="rect" coords="363,272,400,176" title="0.058" nohref="" />
<area shape="rect" coords="327,272,364,130" title="0.086" nohref="" />
<area shape="rect" coords="291,272,328,90" title="0.11" nohref="" />
<area shape="rect" coords="255,272,292,34" title="0.144" nohref="" />
<area shape="rect" coords="219,272,255,41" title="0.14" nohref="" />
<area shape="rect" coords="183,272,219,100" title="0.104" nohref="" />
<area shape="rect" coords="147,272,183,97" title="0.106" nohref="" />
<area shape="rect" coords="111,272,147,67" title="0.124" nohref="" />
<area shape="rect" coords="74,272,111,120" title="0.092" nohref="" />
<area shape="rect" coords="38,272,75,219" title="0.032" nohref="" />
</map>
</p>

<p class="Output">
 <img src="HTMLFiles/multi_24.gif" alt="Graphics:H for&nbsp;&nbsp;K&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2" width="450" height="295" style="vertical-align:middle;" usemap="#map_24" />
<map name="map_24">
<area shape="rect" coords="386,272,436,34" title="0.182" nohref="" />
<area shape="rect" coords="336,272,386,112" title="0.122" nohref="" />
<area shape="rect" coords="286,272,337,154" title="0.09" nohref="" />
<area shape="rect" coords="237,272,287,118" title="0.118" nohref="" />
<area shape="rect" coords="187,272,237,136" title="0.104" nohref="" />
<area shape="rect" coords="138,272,188,152" title="0.092" nohref="" />
<area shape="rect" coords="88,272,138,81" title="0.146" nohref="" />
<area shape="rect" coords="38,272,89,81" title="0.146" nohref="" />
</map>
</p>




<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
