<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  optimization
 </title>
 <link href="HTMLFiles/optimization.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Title">
 &#26368;&#20248;&#21270;
</p>



<p class="Subtitle">
 &#20174;&#26799;&#24230;&#19979;&#38477;&#21040;&#29275;&#39039;&#65292;&#20197;&#21450;&#21453;&#26799;&#24230;&#19979;&#38477;
</p>



<p class="Subsubtitle">
 &#19968;&#20010;&#31616;&#21333;&#20171;&#32461;
</p>



<p class="Section">
 &#26368;&#20248;&#21270;
</p>



<p class="Text">
 &#23545;&#20110;&#19968;&#20010;&#30446;&#26631;&#20989;&#25968;U(q)&#65292;&#24076;&#26395;&#33719;&#24471;&#20854;&#26368;&#23567;&#20540;&#12290;&#30001;&#20110;&#31639;&#27861;&#20165;&#20351;&#29992;&#19968;&#38454;&#21644;&#20108;&#38454;&#23548;&#25968;&#65292;&#22240;&#27492;&#21487;&#20197;&#29992;&#20108;&#27425;&#20989;&#25968;&#26469;&#27169;&#25311;&#30446;&#26631;&#20989;&#25968;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_1.png" alt="optimization_1.png" width="159" height="38" style="vertical-align:middle" />
</p>

<p class="Subsection">
 &#26799;&#24230;&#19979;&#38477;
</p>



<p class="Text">
 &#22240;&#27492;&#65292;&#30446;&#26631;&#20989;&#25968;&#30340;&#26799;&#24230;&#65292;&#21363;&#19968;&#38454;&#23548;&#25968;&#20026;&#65306;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_2.png" alt="optimization_2.png" width="107" height="41" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19968;&#31181;&#33719;&#24471;&#20989;&#25968;&#30340;&#26368;&#23567;&#20540;&#30340;&#26041;&#27861;&#26159;&#26799;&#24230;&#19979;&#38477;&#27861;&#12290;&#22914;&#20844;&#24335;&#25152;&#31034;&#65292;&#26799;&#24230;&#19979;&#38477;&#27861;&#27839;&#30528;&#26799;&#24230;&#26041;&#21521;&#31227;&#21160;&#65292;&#23547;&#25214;&#19968;&#20010;&#26631;&#37327; <span><span>&Delta;t</span></span>&#65292;&#20351;&#27599;&#27425;&#30340;&#24471;&#21040;&#30340;&#20989;&#25968;&#20540;&#22312;&#27492;&#26041;&#21521;&#19978;&#26368;&#23567;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_3.png" alt="optimization_3.png" width="107" height="41" style="vertical-align:middle" />
</p>

<p class="Text">
 <span><span>&Delta;t</span></span>&#20915;&#23450;&#31227;&#21160;&#30340;&#26102;&#38388;&#27493;&#38271;&#21442;&#25968;&#65292;&#21487;&#20197;&#36890;&#36807;exact line search &#25110;&#32773;backtracking line search&#31639;&#27861;&#20104;&#20197;&#21160;&#24577;&#22320;&#30830;&#23450;&#12290;Exact Line search&#26159;&#36890;&#36807;&#20108;&#20998;&#27861;&#23547;&#25214;&#19968;&#20010;<span><span>&Delta;t</span></span>&#65292;&#20351;&#24471;&#20989;&#25968;U&#22312;&#26032;&#20301;&#32622;q+&#8710;q&#30340;&#20540;&#26368;&#23567;&#12290;backtracking line search&#26159;&#19968;&#31181;&#38750;exact&#30340;&#26041;&#27861;&#65292;&#20854;&#23454;&#38469;&#25928;&#26524;&#31245;&#22909;&#20110;exact line search&#12290;&#20248;&#21270;&#31639;&#27861;&#19968;&#33324;&#38656;&#35201;&#33258;&#36866;&#24212;&#23398;&#20064;&#27493;&#38271;&#21442;&#25968;&#65292;&#23545;&#20110;&#20223;&#30495;&#31639;&#27861;&#20063;&#23384;&#22312;&#31867;&#20284;&#30340;&#35201;&#27714;&#12290;
</p>



<p class="Text">
 &#22914;&#26524;&#23558;&#26799;&#24230;&#20844;&#24335;&#24102;&#20837;&#22686;&#37327;&#20844;&#24335;&#65292;&#21487;&#30693;&#26799;&#24230;&#19979;&#38477;&#27861;&#30340;&#31227;&#21160;&#26041;&#21521;&#19982;&#30446;&#26631;&#20989;&#25968;&#30340;&#20108;&#27425;&#22411;&#30697;&#38453;&#65288;&#25110;&#28023;&#26862;&#65289;&#26377;&#20851;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_4.png" alt="optimization_4.png" width="147" height="22" style="vertical-align:middle" />
</p>

<p class="Subsection">
 &#29275;&#39039;
</p>



<p class="Text">
 &#29275;&#39039;&#27861;&#26159;&#19968;&#31181;&#20351;&#29992;&#20108;&#38454;&#23548;&#25968;&#30340;&#25913;&#36827;&#31639;&#27861;&#65292;&#20854;&#29305;&#28857;&#26159;&#25910;&#25947;&#36895;&#24230;&#24555;&#12290;&#20551;&#22914;&#29992;&#20108;&#27425;&#20989;&#25968;&#26469;&#36817;&#20284;&#30446;&#26631;&#20989;&#25968;&#65292;&#37027;&#20040;&#38024;&#23545;&#31561;&#24335;&#27714;&#30456;&#23545;&#20110;v&#30340;&#23548;&#25968;&#65292;&#21487;&#20197;&#24471;&#21040;v&#65288;&#21363;q&#30340;&#22686;&#37327;&#65289;&#30340;&#35745;&#31639;&#20844;&#24335;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_5.png" alt="optimization_5.png" width="246" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20010;&#22686;&#37327;&#20844;&#24335;&#30456;&#24403;&#20110;&#29992;&#28023;&#26862;&#30697;&#38453;&#21160;&#24577;&#25913;&#21464;&#26799;&#24230;&#30340;&#26041;&#21521;&#12290;&#25105;&#20204;&#21487;&#20197;&#20351;&#29992;line search&#23454;&#29616;&#29275;&#39039;&#31639;&#27861;&#65292;&#36825;&#20010;&#31639;&#27861;&#19982;&#26799;&#24230;&#19979;&#38477;&#31639;&#27861;&#30340;&#21807;&#19968;&#21306;&#21035;&#26159;&#20351;&#29992;&#29275;&#39039;&#20844;&#24335;&#26469;&#35745;&#31639;&#20301;&#32622;&#30340;&#22686;&#37327;&#65306;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_6.png" alt="optimization_6.png" width="165" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22522;&#20110;&#29275;&#39039;&#27861;&#30340;&#20248;&#21270;&#31639;&#27861;&#30340;&#20027;&#35201;&#35745;&#31639;&#20026;&#22914;&#19979;&#32447;&#24615;&#26041;&#31243;&#32452;&#12290;&#23545;&#20110;&#28145;&#24230;&#23398;&#20064;&#19968;&#31867;&#30340;&#36229;&#39640;&#32500;&#20989;&#25968;&#65292;&#35813;&#26041;&#31243;&#32452;&#30340;&#35745;&#31639;&#37327;&#36739;&#22823;&#12290;&#35299;&#20915;&#21150;&#27861;&#26159;&#21033;&#29992;&#28023;&#26862;&#30697;&#38453;&#30340;&#31232;&#30095;&#32467;&#26500;&#26469;&#20943;&#23569;&#35745;&#31639;&#37327;&#12290;&#23545;&#20110;&#20013;&#23567;&#35268;&#27169;&#30340;&#20248;&#21270;&#38382;&#39064;&#65292;&#29275;&#39039;&#26041;&#27861;&#30340;&#25910;&#25947;&#36895;&#24230;&#36828;&#24555;&#20110;&#26799;&#24230;&#19979;&#38477;&#31639;&#27861;&#65292;&#27492;&#26102;&#29275;&#39039;&#31639;&#27861;&#21487;&#20197;&#26367;&#20195;&#26799;&#24230;&#19979;&#38477;&#31639;&#27861;&#12290;&#21453;&#26799;&#24230;&#20248;&#21270;&#31639;&#27861;&#30340;&#36816;&#31639;&#36895;&#24230;&#21644;&#25910;&#25947;&#36895;&#24230;&#27809;&#26377;&#20248;&#21183;&#65292;&#20294;&#20854;&#28508;&#22312;&#20248;&#21183;&#26159;&#25552;&#20379;&#20102;&#19968;&#31181;&#19981;&#21516;&#31867;&#22411;&#30340;&#36712;&#36857;&#65292;&#21487;&#20197;&#29992;&#26469;&#23454;&#29616;&#20223;&#30495;&#21644;MCMC&#25277;&#26679;&#65292;&#24357;&#34917;&#20102;&#20854;&#23427;&#36712;&#36857;&#30340;&#19981;&#36275;&#12290;
</p>



<p class="Text">
 <span class="DisplayFormulaNumberedInline"><span><img src="HTMLFiles/optimization_7.png" alt="optimization_7.png" width="88" height="47" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 &#27714;&#30446;&#26631;&#20989;&#25968;&#30340;&#20108;&#27425;&#23548;&#25968;&#65292;&#24471;&#21040;&#28023;&#26862;&#30697;&#38453;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_8.png" alt="optimization_8.png" width="68" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20195;&#20837;&#21040;&#29275;&#39039;&#20844;&#24335;&#24471;&#21040;&#65306;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_9.png" alt="optimization_9.png" width="126" height="20" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22240;&#27492;&#29275;&#39039;&#27861;&#26159;&#20197;&#30452;&#32447;&#30340;&#26041;&#24335;&#21521;&#26368;&#20248;&#20301;&#32622;&#31227;&#21160;&#12290;
</p>



<p class="Subsection">
 &#21453;&#26799;&#24230;&#19979;&#38477;
</p>



<p class="Text">
 &#26681;&#25454;&#20197;&#19978;&#35752;&#35770;&#21487;&#30693;&#65292;&#26799;&#24230;&#19979;&#38477;&#26041;&#27861;&#20559;&#21521;&#20110;&#26799;&#24230;&#26041;&#21521;&#65292;&#29275;&#39039;&#26080;&#20559;&#21521;&#12290;&#25105;&#20204;&#20063;&#21487;&#20197;&#20135;&#29983;&#19968;&#20010;&#19982;&#26799;&#24230;&#19979;&#38477;&#26041;&#21521;&#27491;&#20132;&#30340;&#26041;&#21521;&#65292;&#21363;&#21478;&#22806;&#19968;&#31181;&#20559;&#21521;&#26041;&#21521;&#12290;
</p>



<p class="Text">
 &#20551;&#22914;&#25105;&#20204;&#37319;&#29992;&#22914;&#19979;&#24418;&#24335;&#30340;&#26356;&#26032;&#26041;&#21521;&#65292;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_10.png" alt="optimization_10.png" width="165" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#37027;&#20040;&#26681;&#25454;&#19978;&#36848;&#31867;&#20284;&#30340;&#35752;&#35770;&#65292;&#21487;&#20197;&#24471;&#21040;&#31616;&#21270;&#24418;&#24335;&#65292;&#21363;&#65306;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_11.png" alt="optimization_11.png" width="143" height="20" style="vertical-align:middle" />
</p>

<p class="Subsection">
 &#20363;&#23376;
</p>



<p class="Text">
 &#26799;&#24230;&#19979;&#38477;&#27861;&#30340;&#32570;&#28857;&#26159;&#29702;&#35770;&#25910;&#25947;&#36895;&#24230;&#24930;&#12290;&#23545;&#20110;&#26576;&#20123;&#31867;&#22411;&#30340;&#20989;&#25968;&#65292;&#20854;&#23454;&#38469;&#25910;&#25947;&#36895;&#24230;&#26356;&#24930;&#12290;&#20363;&#22914;&#65292;&#20174;x=0.01&#21644;y=0.01&#20986;&#21457;&#65292;&#23547;&#25214;&#22914;&#19979;&#20989;&#25968;&#30340;&#26368;&#20248;&#35299;&#65292;&#23454;&#38469;&#30340;&#26368;&#20248;&#35299;&#20301;&#20110;&#21407;&#28857;&#22788;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_12.png" alt="optimization_12.png" width="121" height="37" style="vertical-align:middle" />
</p>

<p class="Text">
 &#39318;&#20808;&#65292;&#25105;&#20204;&#28165;&#38500;&#21464;&#37327;&#65292;&#20197;&#21450;&#35774;&#32622;&#38543;&#26426;&#31181;&#23376;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_13.gif" alt="optimization_13.gif" width="149" height="44" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23450;&#20041;&#19968;&#20123;&#36741;&#21161;&#20989;&#25968;&#26469;&#31616;&#21270;&#35843;&#29992;&#24815;&#20363;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_14.gif" alt="optimization_14.gif" width="369" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#29616;&#22312;&#65292;&#38656;&#35201;&#23450;&#20041;&#30446;&#26631;&#20989;&#25968;&#65288;&#25110;&#32773;&#21183;&#33021;&#65289;&#12289;&#20854;&#26799;&#24230;&#21644;&#28023;&#26862;&#30697;&#38453;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_15.gif" alt="optimization_15.gif" width="510" height="128" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23450;&#20041;&#26799;&#24230;&#19979;&#38477;&#31639;&#27861;&#30340;&#26356;&#26032;&#20844;&#24335;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_16.png" alt="optimization_16.png" width="107" height="41" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/optimization_17.png" alt="optimization_17.png" width="213" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#29275;&#39039;&#31639;&#27861;&#30340;&#26356;&#26032;&#20844;&#24335;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/optimization_18.png" alt="optimization_18.png" width="165" height="47" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/optimization_19.png" alt="optimization_19.png" width="438" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21453;&#21521;&#26799;&#24230;&#19979;&#38477;<br /><span><span><img src="HTMLFiles/optimization_20.png" alt="optimization_20.png" width="172" height="47" style="vertical-align:middle" /></span></span>
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_21.png" alt="optimization_21.png" width="567" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20351;&#29992;&#20108;&#20998;&#27861;&#65292;&#31934;&#30830;&#30452;&#32447;&#25628;&#32034;&#26469;&#25214;&#21040;&#36866;&#21512;&#30340;&#27493;&#38271;&#62628;t.&#12290;&#24403;&#25214;&#21040;&#21512;&#36866;&#30340;&#26102;&#38388;&#27493;&#38271;&#65292;&#21017;&#20197;&#36825;&#20010;&#26102;&#38388;&#27493;&#38271;&#22312;&#26799;&#24230;&#26041;&#21521;&#19978;&#26356;&#26032;&#20301;&#32622;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_22.png" alt="optimization_22.png" width="772" height="475" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;x0&#24320;&#22987;&#23454;&#29616;&#20248;&#21270;&#65292;&#20998;&#21035;&#36816;&#34892;&#19977;&#31181;&#20248;&#21270;&#31639;&#27861;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_23.gif" alt="optimization_23.gif" width="268" height="88" style="vertical-align:middle" />
</p>

<p class="Text">
 &#26174;&#31034;&#19977;&#31181;&#20248;&#21270;&#36712;&#36857;&#12290;&#27604;&#36739;&#19977;&#31181;&#36712;&#36857;&#65292;&#21487;&#20197;&#21457;&#29616;&#36712;&#36857;&#30340;&#24418;&#24335;&#23436;&#20840;&#19981;&#21516;&#12290;&#29275;&#39039;&#27861;&#30456;&#24403;&#20110;&#21516;&#26102;&#22312;&#25152;&#26377;&#20027;&#25104;&#20998;&#26041;&#21521;&#31227;&#21160;&#65292;&#30456;&#24403;&#20110;&#26159;&#26799;&#24230;&#19979;&#38477;&#27861;&#21644;&#21453;&#26799;&#24230;&#19979;&#38477;&#27861;&#30340;&#24179;&#34913;&#12290;&#29275;&#39039;&#31639;&#27861;&#25910;&#25947;&#36895;&#24230;&#26368;&#24555;&#12290;&#20174;&#21021;&#22987;&#20301;&#32622;&#20986;&#21457;&#65292;&#29275;&#39039;&#27861;&#20197;&#30452;&#32447;&#30340;&#26041;&#24335;&#31227;&#21160;&#21040;&#26368;&#20248;&#35299;&#12290;&#30001;&#20110;&#19968;&#33324;&#30340;&#38750;&#32447;&#24615;&#20989;&#25968;&#21487;&#20197;&#29992;&#20108;&#27425;&#20989;&#25968;&#36827;&#34892;&#36817;&#20284;&#65292;&#22240;&#27492;&#29275;&#39039;&#27861;&#20063;&#21487;&#20197;&#24212;&#29992;&#20110;&#38750;&#32447;&#24615;&#20989;&#25968;&#65292;&#20174;&#32780;&#38750;&#24120;&#36805;&#36895;&#22320;&#23547;&#25214;&#21040;&#26368;&#20248;&#35299;&#12290;&#30001;&#20110;y&#26041;&#21521;&#30340;&#26799;&#24230;&#36828;&#36828;&#22823;&#20110;x&#26041;&#21521;&#30340;&#26799;&#24230;&#65292;&#22240;&#27492;&#26799;&#24230;&#19979;&#38477;&#27861;&#20027;&#35201;&#27839;&#30528;y&#26041;&#21521;&#31227;&#21160;&#65292;&#32780;&#22312;x&#26041;&#21521;&#31227;&#21160;&#38750;&#24120;&#32531;&#24930;&#12290;&#23545;&#20110;&#22810;&#32500;&#20989;&#25968;&#65292;&#22914;&#26524;&#19981;&#21516;&#32500;&#24230;&#30340;&#26799;&#24230;&#20540;&#20855;&#26377;&#36739;&#22823;&#24046;&#21035;&#65292;&#21017;&#26799;&#24230;&#19979;&#38477;&#27861;&#21487;&#33021;&#26080;&#27861;&#22312;&#26377;&#38480;&#30340;&#26102;&#38388;&#20869;&#23547;&#25214;&#21040;&#26368;&#20248;&#35299;&#12290;&#32780;&#21453;&#26799;&#24230;&#19979;&#38477;&#20248;&#20808;&#22312;x&#26041;&#21521;&#19978;&#36816;&#21160;&#12290;&#19982;&#29275;&#39039;&#27861;&#30456;&#27604;&#65292;&#21453;&#26799;&#24230;&#31639;&#27861;&#30001;&#20110;&#35745;&#31639;&#37327;&#22823;&#21644;&#25910;&#25947;&#24930;&#65292;&#22240;&#32780;&#22312;&#23454;&#38469;&#20013;&#36739;&#23569;&#20351;&#29992;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/optimization_24.png" alt="optimization_24.png" width="799" height="65" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/optimization_25.gif" alt="optimization_25.gif" width="513" height="236" style="vertical-align:middle" />
</p>




<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
