<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  single
 </title>
 <link href="HTMLFiles/single.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Section">
 &#21021;&#22987;&#21270;
</p>



<p class="Input">
 <img src="HTMLFiles/single_1.gif" alt="single_1.gif" width="576" height="291" style="vertical-align:middle" />
</p>

<p class="Section">
 &#33021;&#37327;&#23432;&#24658;
</p>



<p class="Text">
 &#29616;&#22312;&#65292;&#32771;&#34385;&#19968;&#20010;&#31890;&#23376;&#22312;&#31354;&#38388;&#20013;&#30340;&#38543;&#26426;&#28216;&#36208;&#21487;&#20197;&#20998;&#20004;&#27493;&#36827;&#34892;&#65306;1&#65289;&#31890;&#23376;&#20808;&#36816;&#21160;&#19968;&#27573;&#26102;&#38388;&#65292;2&#65289;&#19982;&#21478;&#19968;&#20010;&#31890;&#23376;&#21457;&#29983;&#30896;&#25758;&#12290;&#25105;&#20204;&#20197;&#33021;&#37327;&#30340;&#35266;&#28857;&#30740;&#31350;&#36825;&#20010;&#36807;&#31243;&#12290;&#30001;&#20110;&#21704;&#23494;&#39039;&#20223;&#30495;&#22312;&#29702;&#35770;&#19978;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#65292;&#22240;&#27492;&#21487;&#20197;&#21482;&#32771;&#34385;&#38656;&#30896;&#25758;&#24102;&#26469;&#30340;&#24433;&#21709;&#12290;
</p>



<p class="Text">
 &#22312;&#23454;&#38469;&#30340;&#22810;&#31890;&#23376;&#29289;&#29702;&#31995;&#32479;&#20013;&#65292;&#30896;&#25758;&#19968;&#33324;&#20250;&#21516;&#26102;&#25913;&#21464;&#31890;&#23376;&#21160;&#37327;&#30340;&#26041;&#21521;&#21644;&#24133;&#20540;&#12290;&#30001;&#20110;&#21160;&#37327;&#30340;&#24133;&#20540;&#19982;&#21160;&#33021;&#26377;&#23545;&#24212;&#20851;&#31995;&#65292;&#22240;&#27492;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#31890;&#23376;&#30340;&#21160;&#33021;&#12290;&#31890;&#23376;&#30340;&#21183;&#33021;&#20915;&#23450;&#20110;&#25152;&#22312;&#30340;&#31354;&#38388;&#20301;&#32622;&#65292;&#32780;&#31890;&#23376;&#22312;&#30896;&#25758;&#21069;&#21518;&#30636;&#38388;&#30340;&#20301;&#32622;&#27809;&#26377;&#21457;&#29983;&#25913;&#21464;&#65292;&#22240;&#27492;&#30896;&#25758;&#19981;&#25913;&#21464;&#31890;&#23376;&#30340;&#21183;&#33021;&#12290;&#30001;&#20110;&#19968;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#20026;&#21183;&#33021;&#21644;&#21160;&#33021;&#20043;&#21644;&#65292;&#22240;&#27492;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#21333;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#65292;&#20294;&#19981;&#25913;&#21464;&#31995;&#32479;&#30340;&#24635;&#33021;&#37327;&#12290;
</p>



<p class="Text">
 &#24403;&#31995;&#32479;&#20013;&#21482;&#21253;&#21547;&#19968;&#20010;&#31890;&#23376;&#26102;&#65292;&#19981;&#23384;&#22312;&#30896;&#25758;&#20316;&#29992;&#65292;&#22240;&#27492;&#26080;&#27861;&#23454;&#29616;&#22522;&#20110;&#30896;&#25758;&#30340;&#38543;&#26426;&#28216;&#36208;&#12290;&#20294;&#25105;&#20204;&#21487;&#20197;&#20223;&#29031;&#38543;&#26426;&#28216;&#36208;&#65292;&#35753;&#31890;&#23376;&#20808;&#36816;&#21160;&#19968;&#27573;&#26102;&#38388;&#65292;&#28982;&#21518;&#22312;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#30340;&#21069;&#25552;&#19979;&#25913;&#21464;&#20854;&#36816;&#21160;&#26041;&#21521;&#65288;&#21363;&#21160;&#37327;&#26041;&#21521;&#65289;&#12290;&#30001;&#20110;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#24658;&#23450;&#65292;&#22240;&#27492;&#22312;&#25913;&#21464;&#21160;&#37327;&#26041;&#21521;&#26102;&#38656;&#35201;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#12290;&#21363;&#22312;&#20004;&#27425;&#30456;&#38548;&#30340;&#20223;&#30495;&#20043;&#38388;&#65292;&#25913;&#21464;&#21160;&#37327;&#26041;&#21521;&#30340;&#26102;&#20505;&#65292;&#23454;&#29616;&#33021;&#37327;&#23432;&#24658;&#12290;&#21448;&#32771;&#34385;&#21040;&#22312;&#21333;&#27425;&#20223;&#30495;&#36807;&#31243;&#20013;&#65292;&#36825;&#26679;&#65292;&#22312;&#21333;&#27425;&#20223;&#30495;&#36807;&#31243;&#20013;&#65292;&#21704;&#23494;&#39039;&#21160;&#21147;&#23398;&#65288;&#22312;&#29702;&#35770;&#19978;&#65289;&#65288;&#22312;&#29702;&#35770;&#19978;&#65289;&#20445;&#35777;&#20102;&#33021;&#37327;&#23432;&#24658;&#65292;&#22240;&#27492;&#31890;&#23376;&#22312;&#38543;&#26426;&#28216;&#36208;&#30340;&#25972;&#20010;&#36807;&#31243;&#20013;&#20445;&#25345;&#20102;&#33021;&#37327;&#23432;&#24658;&#12290;
</p>



<p class="Text">
 &#22312;&#20219;&#24847;&#19968;&#27425;&#20223;&#30495;&#20043;&#21069;&#65292;&#20808;&#38656;&#35201;&#21462;&#24471;&#24320;&#22987;&#20301;&#32622;&#21644;&#21160;&#37327;&#12290;&#22914;&#26524;&#27809;&#26377;&#23545;&#21021;&#22987;&#20301;&#32622;&#26377;&#29305;&#21035;&#35201;&#27714;&#65292;&#21017;&#19968;&#33324;&#21487;&#20197;&#29992;&#27491;&#24577;&#20998;&#24067;&#21021;&#22987;&#21270;&#20301;&#32622;&#21644;&#21160;&#37327;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_2.gif" alt="single_2.gif" width="383" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#20301;&#32622;&#20915;&#23450;&#20102;&#21183;&#33021;&#65292;&#22240;&#27492;&#21487;&#20197;&#33719;&#24471;&#21021;&#22987;&#21183;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_3.png" alt="single_3.png" width="137" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#25105;&#20204;&#26377;&#19977;&#31181;&#21487;&#36873;&#30340;&#21160;&#33021;&#65292;&#22240;&#27492;&#38656;&#35201;&#22312;&#20854;&#20013;&#36873;&#25321;&#19968;&#20010;&#12290;&#36825;&#37324;&#36873;&#25321;&#26368;&#24120;&#29992;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#36825;&#20010;&#21160;&#33021;&#20989;&#25968;&#19981;&#38656;&#35201;&#20301;&#32622;&#21442;&#25968;q&#65292;&#20294;&#26356;&#19968;&#33324;&#30340;&#21160;&#33021;&#20989;&#25968;&#21487;&#20197;&#20381;&#36182;&#20110;q&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_4.gif" alt="single_4.gif" width="139" height="59" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24403;&#21069;&#21160;&#37327;&#23545;&#24212;&#30340;&#21021;&#22987;&#21160;&#33021;&#20026;&#65306;
</p>



<p class="Input">
 <img src="HTMLFiles/single_5.png" alt="single_5.png" width="121" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30446;&#26631;&#21021;&#22987;&#21160;&#33021;&#35774;&#32622;&#20026;&#21021;&#22987;&#21183;&#33021;&#30340;&#20540;&#65306;
</p>



<p class="Input">
 <img src="HTMLFiles/single_6.png" alt="single_6.png" width="66" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36890;&#36807;&#35774;&#32622;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#26469;&#33719;&#24471;&#25351;&#23450;&#30340;&#21021;&#22987;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_7.png" alt="single_7.png" width="114" height="44" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20110;&#26159;&#33719;&#24471;&#21021;&#22987;&#30340;&#24635;&#33021;&#37327;&#12290;&#36825;&#20010;&#24635;&#33021;&#37327;&#22312;&#20223;&#30495;&#36807;&#31243;&#20013;&#20250;&#20445;&#25345;&#19981;&#21464;&#12290;&#22312;&#20854;&#23427;&#20223;&#30495;&#20013;&#20351;&#29992;&#30340;&#24635;&#33021;&#37327;&#38656;&#35201;&#19982;&#36825;&#20010;&#24635;&#33021;&#37327;&#30456;&#21516;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_8.png" alt="single_8.png" width="144" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#21021;&#22987;&#20301;&#32622;&#21644;&#21021;&#22987;&#21160;&#37327;&#24320;&#22987;&#20223;&#30495;&#65292;&#21487;&#20197;&#24471;&#21040;&#19968;&#31995;&#21015;&#30340;&#20108;&#20803;&#32452;(q,p)&#65292;&#20316;&#20026;&#19968;&#26465;&#20223;&#30495;&#36712;&#36857;&#12290;&#36825;&#37324;&#30340;&#26102;&#38388;&#27493;&#38271;&#20026;0.08&#65292;&#20223;&#30495;&#27493;&#25968;&#20026;30&#12290;&#39034;&#20415;&#35828;&#19968;&#21477;&#65292;&#26102;&#38388;&#27493;&#38271;&#21442;&#25968;&#23545;&#20223;&#30495;&#36136;&#37327;&#24433;&#21709;&#24456;&#22823;&#65292;&#36825;&#37324;&#20351;&#29992;&#19968;&#20010;&#39044;&#20808;&#35774;&#32622;&#30340;&#20540;&#12290;&#23545;&#20110;&#19968;&#33324;&#30340;&#38543;&#26426;&#28216;&#36208;&#65292;&#38656;&#35201;&#20351;&#29992;&#33258;&#21160;&#35774;&#32622;&#26102;&#38388;&#27493;&#38271;&#30340;&#26041;&#27861;&#12290;&#25105;&#20204;&#20197;&#21518;&#20877;&#35752;&#35770;&#36825;&#20010;&#35805;&#39064;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_9.gif" alt="single_9.gif" width="350" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24403;&#27492;&#27425;&#20223;&#30495;&#32467;&#26463;&#65292;&#25105;&#20204;&#24320;&#22987;&#20934;&#22791;&#19979;&#19968;&#27425;&#20223;&#30495;&#12290;&#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#24320;&#22987;&#20301;&#32622;&#20026;&#21069;&#19968;&#27425;&#20223;&#30495;&#30340;&#32467;&#26463;&#20301;&#32622;&#12290;&#22240;&#27492;&#20063;&#33719;&#24471;&#20102;&#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#21021;&#22987;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_10.gif" alt="single_10.gif" width="149" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#19982;&#19978;&#19968;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#30456;&#21516;&#65292;&#20174;&#32780;&#20063;&#23601;&#30830;&#20445;&#20102;&#25972;&#20010;&#38543;&#26426;&#28216;&#36208;&#36807;&#31243;&#20013;&#30340;&#24635;&#33021;&#37327;&#23432;&#24658;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_11.png" alt="single_11.png" width="58" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19982;&#20197;&#21069;&#19968;&#26679;&#65292;&#26681;&#25454;&#24635;&#33021;&#37327;&#65292;&#21487;&#30693;&#30446;&#26631;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_12.png" alt="single_12.png" width="97" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20110;&#26159;&#21487;&#20197;&#29983;&#25104;&#19968;&#20010;&#21160;&#37327;&#65292;&#24182;&#26681;&#25454;&#30446;&#26631;&#21160;&#33021;&#35774;&#32622;&#20854;&#24133;&#20540;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_13.gif" alt="single_13.gif" width="383" height="93" style="vertical-align:middle" />
</p>

<p class="Text">
 &#25105;&#20204;&#21487;&#20197;&#26816;&#39564;&#19968;&#19979;&#20004;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#26159;&#21542;&#30456;&#31561;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_14.png" alt="single_14.png" width="225" height="18" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_15.png" alt="single_15.png" width="34" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22312;&#30830;&#20445;&#20102;&#33021;&#37327;&#23432;&#24658;&#20043;&#21518;&#65292;&#21487;&#20197;&#36827;&#34892;&#31532;&#20108;&#27425;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_16.png" alt="single_16.png" width="350" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23558;&#20004;&#27425;&#20223;&#30495;&#30011;&#22312;&#21516;&#19968;&#21103;&#22270;&#20013;&#12290;&#34013;&#33394;&#20026;&#31532;&#19968;&#27425;&#20223;&#30495;&#65292;&#27224;&#40644;&#33394;&#20026;&#31532;&#20108;&#27425;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_17.png" alt="single_17.png" width="722" height="56" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_18.gif" alt="single_18.gif" width="427" height="366" style="vertical-align:middle" />
</p>

<p class="Section">
 &#21508;&#21521;&#21516;&#24615;
</p>



<p class="Text">
 &#20197;&#19978;&#30340;&#35752;&#35770;&#27809;&#26377;&#28041;&#21450;&#21160;&#37327;&#30340;&#26041;&#21521;&#12290;&#25105;&#20204;&#22312;&#21021;&#22987;&#21270;&#21160;&#37327;&#30340;&#26102;&#20505;&#65292;&#24182;&#27809;&#26377;&#26126;&#30830;&#25351;&#23450;&#26041;&#21521;&#65292;&#22240;&#27492;&#21508;&#20010;&#26041;&#21521;&#30340;&#21487;&#33021;&#24615;&#30456;&#31561;&#12290;
</p>



<p class="Text">
 &#25105;&#20204;&#20174;&#21516;&#19968;&#20010;&#21021;&#22987;&#20301;&#32622;&#20986;&#21457;&#65292;&#20197;0&#21040;2&times;&pi;&#20043;&#38388;&#30340;&#31561;&#38388;&#38548;&#30340;&#35282;&#24230;&#20316;&#20026;&#21021;&#22987;&#21160;&#37327;&#30340;&#26041;&#21521;&#65292;&#37319;&#29992;&#30456;&#21516;&#30340;&#21021;&#22987;&#21160;&#33021;&#65292;&#36827;&#34892;&#20223;&#30495;&#65292;&#24471;&#21040;&#20102;&#19968;&#31995;&#21015;&#20223;&#30495;&#36712;&#36857;&#12290;&#22312;&#36825;&#20010;&#20363;&#23376;&#20013;&#65292;&#25105;&#20204;&#20135;&#29983;&#20102;&#23558;&#31354;&#38388;&#35282;&#24230;&#31561;&#20998;&#20026;20&#20221;&#65288;&#21363;&#21464;&#37327;n&#65289;&#65292;&#23545;&#24212;&#20110;20&#26465;&#20223;&#30495;&#36712;&#36857;&#12290;&#22270;&#20013;&#36824;&#20197;&#32418;&#33394;&#32447;&#27573;&#36830;&#25509;&#20854;&#25152;&#26377;&#30340;&#20223;&#30495;&#32456;&#28857;&#12290;&#22914;&#26524;n&#36235;&#20110;&#26080;&#31351;&#65292;&#21017;&#25152;&#26377;&#20223;&#30495;&#36712;&#36857;&#30340;&#32456;&#28857;&#26500;&#25104;&#20102;&#19968;&#20010;&#20809;&#28369;&#23553;&#38381;&#26354;&#32447;&#12290;&#38543;&#26426;&#28216;&#36208;&#30456;&#24403;&#20110;&#20174;&#21021;&#22987;&#20301;&#32622;&#31227;&#21160;&#21040;&#23545;&#24212;&#30340;&#23553;&#38381;&#20809;&#28369;&#26354;&#32447;&#19978;&#30340;&#19968;&#28857;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_19.gif" alt="single_19.gif" width="1098" height="304" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_20.gif" alt="single_20.gif" width="360" height="364" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20123;&#20223;&#30495;&#36712;&#36857;&#20855;&#26377;&#30456;&#21516;&#30340;&#24635;&#33021;&#37327;&#65292;&#21363;&#32456;&#31471;&#28857;&#20855;&#26377;&#19982;&#36215;&#22987;&#28857;&#30456;&#21516;&#30340;&#24635;&#33021;&#37327;&#12290;&#22914;&#26524;&#23545;&#20219;&#24847;&#35282;&#24230;&#27809;&#26377;&#20559;&#22909;&#65292;&#20174;&#21021;&#22987;&#20301;&#32622;&#20986;&#21457;&#65292;&#25105;&#20204;&#21487;&#20197;&#20197;&#31163;&#25955;&#31561;&#27010;&#29575;&#30340;&#26041;&#24335;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#20223;&#30495;&#36712;&#36857;&#21450;&#32456;&#28857;&#12290;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#32456;&#28857;&#30340;&#27010;&#29575;&#20026;1/n&#12290;&#24403;n&#36235;&#20110;&#26080;&#31351;&#26102;&#65292;&#25105;&#20204;&#21487;&#20197;&#36830;&#32493;&#31561;&#27010;&#29575;&#30340;&#26041;&#24335;&#36873;&#25321;&#19968;&#20010;&#21160;&#37327;&#35282;&#24230;&#65292;&#38543;&#21518;&#36827;&#34892;&#20223;&#30495;&#24182;&#24471;&#21040;&#32456;&#28857;&#12290;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#35282;&#24230;&#30340;&#27010;&#29575;&#23494;&#24230;&#20026;1/2&pi;&#12290;
</p>



<p class="Text">
 &#26681;&#25454;&#35282;&#24230;&#21021;&#22987;&#21270;&#21160;&#37327;&#30340;&#26041;&#27861;&#21482;&#36866;&#29992;&#20110;&#20108;&#32500;&#31354;&#38388;&#12290;&#23545;&#20110;&#26356;&#39640;&#32500;&#31354;&#38388;&#65292;&#33719;&#24471;&#31561;&#27010;&#29575;&#21160;&#37327;&#26041;&#21521;&#30340;&#26041;&#27861;&#26159;&#29992;&#27491;&#24577;&#20998;&#24067;&#21021;&#22987;&#21270;&#65292;&#28982;&#21518;&#23545;&#24133;&#20540;&#36827;&#34892;&#24402;&#19968;&#21270;&#12290;
</p>



<p class="Text">
 <img src="HTMLFiles/single_21.png" alt="single_21.png" width="815" height="63" style="vertical-align:middle" />
</p>

<p class="Section">
 &#21508;&#21521;&#24322;&#24615;
</p>



<p class="Text">
 &#20197;&#19978;&#35752;&#35770;&#20063;&#21487;&#20197;&#36866;&#29992;&#20110;&#20854;&#23427;&#31867;&#22411;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#21160;&#33021;&#21487;&#20197;&#21516;&#26102;&#26159;&#20301;&#32622;&#21644;&#21160;&#37327;&#30340;&#20989;&#25968;&#12290;&#25105;&#20204;&#20197;&#21069;&#35752;&#35770;&#36807;&#22914;&#19979;&#31867;&#22411;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#23427;&#30340;&#20108;&#27425;&#22411;&#30697;&#38453;&#26159;&#21183;&#33021;&#30340;&#28023;&#26862;&#30697;&#38453;&#30340;&#36870;&#30697;&#38453;&#65292;&#36825;&#26679;&#21487;&#20197;&#25269;&#28040;&#21183;&#33021;&#30340;&#20108;&#27425;&#22411;&#30697;&#38453;&#65292;&#20351;&#24471;&#21152;&#36895;&#24230;&#26041;&#21521;&#26397;&#21521;&#26368;&#23567;&#33021;&#37327;&#30340;&#25152;&#22312;&#20301;&#32622;&#12290;&#22312;&#26412;&#20363;&#20013;&#65292;&#26368;&#23567;&#21183;&#33021;&#20301;&#20110;&#21407;&#28857;&#65292;&#22240;&#27492;&#21450;&#36895;&#24230;&#25110;&#32773;&#21463;&#21147;&#26041;&#21521;&#26397;&#21521;&#21407;&#28857;&#12290;<br />
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_22.png" alt="single_22.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19982;&#20197;&#21069;&#31867;&#20284;&#65292;&#37319;&#29992;&#36825;&#31181;&#21160;&#33021;&#20989;&#25968;&#30340;&#21704;&#23494;&#39039;&#20223;&#30495;&#38656;&#35201;&#35774;&#32622;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#21644;&#26041;&#21521;&#12290;&#20854;&#20013;&#24133;&#20540;&#30340;&#35774;&#32622;&#26041;&#24335;&#19982;&#20197;&#21069;&#30456;&#21516;&#65292;&#19981;&#21516;&#20043;&#22788;&#20165;&#20026;&#24402;&#19968;&#21270;&#21160;&#37327;&#26159;&#37319;&#29992;&#20102;&#26032;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_23.png" alt="single_23.png" width="375" height="35" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#37319;&#29992;&#20102;&#19981;&#21516;&#30340;&#21160;&#33021;&#20989;&#25968;&#65292;&#25105;&#20204;&#36824;&#38656;&#35201;&#25552;&#20379;&#26032;&#30340;<span class="DisplayFormulaNumberedInline"><span><img src="HTMLFiles/single_24.png" alt="single_24.png" width="25" height="41" style="vertical-align:middle" /></span></span>&#65292;&#20197;&#23454;&#29616;&#21704;&#23494;&#39039;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_25.png" alt="single_25.png" width="348" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21160;&#37327;&#30340;&#26041;&#21521;&#20173;&#28982;&#37319;&#29992;20&#31561;&#20998;&#30340;&#31561;&#38388;&#38548;&#35282;&#24230;&#65292;&#20223;&#30495;&#32467;&#26524;&#22914;&#22270;&#25152;&#31034;&#12290;&#24403;n&#20026;&#26377;&#38480;&#25968;&#26102;&#65292;&#21160;&#37327;&#30340;&#26041;&#21521;&#30456;&#24403;&#20110;&#26381;&#20174;&#27010;&#29575;&#20026;1/n&#30340;&#31163;&#25955;&#22343;&#20998;&#24067;&#12290;&#24403;n&#20026;&#26080;&#31351;&#26102;&#65292;&#21021;&#22987;&#21160;&#37327;&#30340;&#35282;&#24230;&#26381;&#20174;&#36830;&#32493;&#22343;&#21248;&#20998;&#24067;&#12290;&#36825;&#20123;&#24615;&#36136;&#19982;&#20197;&#21069;&#23436;&#20840;&#19968;&#26679;&#12290;&#22240;&#27492;&#26032;&#30340;&#21160;&#33021;&#20989;&#25968;&#20165;&#20165;&#24433;&#21709;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#65292;&#21021;&#22987;&#21160;&#37327;&#30340;&#35282;&#24230;&#20173;&#28982;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#12290;
</p>



<p class="Output">
 <img src="HTMLFiles/single_26.gif" alt="single_26.gif" width="360" height="367" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19978;&#36848;&#35752;&#35770;&#20063;&#36866;&#29992;&#20110;&ldquo;&#21453;&#21704;&#23494;&#39039;&#21160;&#33021;&#20989;&#25968;&rdquo;&#12290;&#35813;&#21160;&#33021;&#20989;&#25968;&#20165;&#25913;&#21464;&#20102;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_27.png" alt="single_27.png" width="120" height="47" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/single_28.gif" alt="single_28.gif" width="504" height="59" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#31181;&#21160;&#33021;&#20135;&#29983;&#30340;&#20223;&#30495;&#36712;&#36857;&#19982;&#21704;&#23494;&#39039;&#30340;&#36712;&#36857;&#25104;&#36817;&#20284;&#22402;&#30452;&#65292;&#35828;&#26126;&#20108;&#32773;&#20223;&#30495;&#36712;&#36857;&#20855;&#26377;&#20114;&#34917;&#24615;&#36136;&#12290;&#22240;&#27492;&#65292;&#23545;&#20110;&#21704;&#23494;&#39039;&#36712;&#36857;&#20855;&#26377;&#23616;&#38480;&#30340;&#22330;&#21512;&#65292;&#25105;&#20204;&#21487;&#20197;&#24212;&#29992;&ldquo;&#21453;&#21704;&#23494;&#39039;&#36712;&#36857;&rdquo;&#65292;&#21453;&#20043;&#20134;&#28982;&#12290;&#25110;&#32773;&#65292;&#25105;&#20204;&#20063;&#21487;&#20197;&#21516;&#26102;&#20351;&#29992;&#19977;&#31181;&#36712;&#36857;&#65292;&#26469;&#23454;&#29616;&#19968;&#33324;&#24615;&#30340;&#20219;&#21153;&#12290;
</p>



<p class="Output">
 <img src="HTMLFiles/single_29.gif" alt="single_29.gif" width="360" height="367" style="vertical-align:middle" />
</p>




<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
