<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  single
 </title>
 <link href="HTMLFiles/single.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Section">
 &#21021;&#22987;&#21270;
</p>



<p class="Input">
 <img src="HTMLFiles/single_1.gif" alt="single_1.gif" width="576" height="291" style="vertical-align:middle" />
</p>

<p class="Section">
 &#21160;&#37327;&#36229;&#29699;
</p>



<p class="Text">
 &#23545;&#20110;&#19968;&#33324;&#30340;&#21160;&#33021;&#20989;&#25968;&#32780;&#35328;&#65292;&#20855;&#26377;&#30456;&#21516;&#21160;&#33021;&#30340;&#21160;&#37327;&#30340;&#38656;&#35201;&#37319;&#29992;&#39532;&#27663;&#36317;&#31163;&#24230;&#37327;&#24133;&#20540;&#12290;&#24403;&#23454;&#29616;&#19968;&#20010;&#33021;&#37327;&#20445;&#23432;&#30340;&#31639;&#27861;&#30340;&#26102;&#20505;&#65292;&#38656;&#35201;&#20998;&#21035;&#32771;&#34385;&#21160;&#37327;&#30340;&#24133;&#20540;&#21644;&#26041;&#21521;&#12290;&#36825;&#26102;&#30340;&#21160;&#37327;&#30340;&#24133;&#20540;&#26681;&#25454;&#33021;&#37327;&#23432;&#24658;&#21407;&#21017;&#20104;&#20197;&#30830;&#23450;&#65292;&#36229;&#20986;&#20102;&#31639;&#27861;&#30340;&#25511;&#21046;&#33539;&#22260;&#12290;&#31639;&#27861;&#33021;&#20915;&#23450;&#30340;&#20165;&#20026;&#21160;&#37327;&#30340;&#26041;&#21521;&#12290;&#37319;&#29992;&#22343;&#21248;&#20998;&#24067;&#29983;&#25104;&#26041;&#21521;&#65292;&#25353;&#39532;&#27663;&#36317;&#31163;&#31561;&#24133;&#20540;&#30340;&#21160;&#37327;&#65292;&#20250;&#24418;&#25104;&#19968;&#20010;&#36229;&#29699;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_2.png" alt="single_2.png" width="120" height="31" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20197;&#27491;&#24577;&#20998;&#24067;&#29983;&#25104;3000&#20010;&#19977;&#32500;&#21521;&#37327;
</p>



<p class="Input">
 <img src="HTMLFiles/single_3.png" alt="single_3.png" width="450" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20123;&#21521;&#37327;&#30340;&#26041;&#21521;&#20026;&#31561;&#26041;&#21521;&#65292;&#24133;&#20540;&#20174;&#36830;&#32493;&#21464;&#21270;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_4.png" alt="single_4.png" width="373" height="18" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_5.gif" alt="single_5.gif" width="349" height="339" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20123;&#21521;&#37327;&#30340;&#24133;&#20540;&#20998;&#24067;&#20026;&#36830;&#32493;&#20998;&#24067;
</p>



<p class="Input">
 <img src="HTMLFiles/single_6.png" alt="single_6.png" width="230" height="18" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_7.gif" alt="single_7.gif" width="360" height="224" style="vertical-align:middle;" usemap="#map_7" />
<map name="map_7">
<area shape="rect" coords="337,205,352,204" title="1" nohref="" />
<area shape="rect" coords="322,205,337,204" title="2" nohref="" />
<area shape="rect" coords="307,205,323,204" title="2" nohref="" />
<area shape="rect" coords="293,205,308,201" title="7" nohref="" />
<area shape="rect" coords="278,205,293,198" title="13" nohref="" />
<area shape="rect" coords="263,205,278,196" title="17" nohref="" />
<area shape="rect" coords="248,205,264,188" title="31" nohref="" />
<area shape="rect" coords="234,205,249,165" title="74" nohref="" />
<area shape="rect" coords="219,205,234,160" title="85" nohref="" />
<area shape="rect" coords="204,205,219,146" title="111" nohref="" />
<area shape="rect" coords="189,205,205,104" title="190" nohref="" />
<area shape="rect" coords="175,205,190,102" title="194" nohref="" />
<area shape="rect" coords="160,205,175,49" title="293" nohref="" />
<area shape="rect" coords="145,205,160,31" title="327" nohref="" />
<area shape="rect" coords="130,205,146,13" title="361" nohref="" />
<area shape="rect" coords="116,205,131,11" title="365" nohref="" />
<area shape="rect" coords="101,205,116,46" title="299" nohref="" />
<area shape="rect" coords="86,205,101,43" title="304" nohref="" />
<area shape="rect" coords="71,205,87,114" title="171" nohref="" />
<area shape="rect" coords="57,205,72,147" title="109" nohref="" />
<area shape="rect" coords="42,205,57,187" title="34" nohref="" />
<area shape="rect" coords="27,205,42,200" title="10" nohref="" />
</map>
</p>

<p class="Text">
 &#25353;&#27431;&#24335;&#36317;&#31163;&#24402;&#19968;&#21270;&#36825;&#20123;&#21521;&#37327;&#65292;&#37027;&#20040;&#36825;&#20123;&#21521;&#37327;&#20998;&#24067;&#22312;&#19968;&#20010;&#36229;&#29699;&#19978;&#12290;&#27492;&#26102;&#21521;&#37327;&#30340;&#24133;&#20540;&#30456;&#31561;&#65292;&#26041;&#21521;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#12290;&#30001;&#20110;&#36825;&#20123;&#21160;&#37327;&#65288;&#21521;&#37327;&#65289;&#30340;&#27431;&#24335;&#24133;&#20540;&#30456;&#31561;&#65292;&#22240;&#27492;<span><span><img src="HTMLFiles/single_8.png" alt="single_8.png" width="16" height="21" style="vertical-align:middle" /></span></span>&#21160;&#33021;&#20063;&#30456;&#31561;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_9.png" alt="single_9.png" width="95" height="31" style="vertical-align:middle" />
</p>

<p class="DisplayFormula">
 <img src="HTMLFiles/single_10.png" alt="single_10.png" width="70" height="38" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/single_11.gif" alt="single_11.gif" width="382" height="42" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_12.gif" alt="single_12.gif" width="360" height="405" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20351;&#29992;&#19968;&#20010;&#23545;&#35282;&#30697;&#38453;
</p>



<p class="Input">
 <img src="HTMLFiles/single_13.png" alt="single_13.png" width="231" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23450;&#20041;&#39532;&#27663;&#36317;
</p>



<p class="Input">
 <img src="HTMLFiles/single_14.png" alt="single_14.png" width="356" height="29" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24402;&#19968;&#21270;&#20989;&#25968;
</p>



<p class="Input">
 <img src="HTMLFiles/single_15.png" alt="single_15.png" width="230" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#29992;&#39532;&#27663;&#36317;&#31163;&#24402;&#19968;&#21270;&#30340;&#21160;&#37327;&#20301;&#20110;&#19968;&#20010;&#27431;&#24335;&#31354;&#38388;&#20013;&#30340;&#36229;&#26925;&#29699;&#19978;&#65292;&#29699;&#38754;&#19978;&#30340;&#20219;&#24847;&#28857;&#30340;&#31163;&#21407;&#28857;&#30340;&#39532;&#27663;&#36317;&#31163;&#37117;&#30456;&#31561;&#12290;&#22240;&#27492;&#35813;&#26925;&#29699;&#38754;&#20026;&#21160;&#37327;&#36229;&#29699;&#65292;&#29699;&#38754;&#19978;&#20219;&#24847;&#28857;&#23545;&#24212;&#30340;&#21160;&#33021;&#30456;&#31561;&#12290;&#20197;&#36825;&#20123;&#21160;&#37327;&#20026;&#26576;&#19968;&#20301;&#32622;&#30340;&#21021;&#22987;&#21160;&#37327;&#65292;&#21017;&#35813;&#36229;&#29699;&#26500;&#25104;&#31561;&#24635;&#33021;&#37327;&#38754;&#65292;&#20174;&#36825;&#20123;&#28857;&#24320;&#22987;&#36827;&#34892;&#20223;&#30495;&#65292;&#20223;&#30495;&#32456;&#31471;&#26500;&#25104;&#30340;&#26354;&#38754;&#20063;&#26159;&#31561;&#24635;&#33021;&#37327;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_16.gif" alt="single_16.gif" width="271" height="42" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_17.gif" alt="single_17.gif" width="377" height="404" style="vertical-align:middle" />
</p>

<p class="Section">
 &#33021;&#37327;&#23432;&#24658;
</p>



<p class="Text">
 &#29616;&#22312;&#65292;&#32771;&#34385;&#19968;&#20010;&#31890;&#23376;&#22312;&#31354;&#38388;&#20013;&#30340;&#38543;&#26426;&#28216;&#36208;&#21487;&#20197;&#20998;&#20004;&#27493;&#36827;&#34892;&#65306;1&#65289;&#31890;&#23376;&#20808;&#36816;&#21160;&#19968;&#27573;&#26102;&#38388;&#65292;2&#65289;&#19982;&#21478;&#19968;&#20010;&#31890;&#23376;&#21457;&#29983;&#30896;&#25758;&#12290;&#25105;&#20204;&#20197;&#33021;&#37327;&#30340;&#35266;&#28857;&#30740;&#31350;&#36825;&#20010;&#36807;&#31243;&#12290;&#30001;&#20110;&#21704;&#23494;&#39039;&#20223;&#30495;&#22312;&#29702;&#35770;&#19978;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#65292;&#22240;&#27492;&#21487;&#20197;&#21482;&#32771;&#34385;&#38656;&#30896;&#25758;&#24102;&#26469;&#30340;&#24433;&#21709;&#12290;
</p>



<p class="Text">
 &#22312;&#23454;&#38469;&#30340;&#22810;&#31890;&#23376;&#29289;&#29702;&#31995;&#32479;&#20013;&#65292;&#30896;&#25758;&#19968;&#33324;&#20250;&#21516;&#26102;&#25913;&#21464;&#31890;&#23376;&#21160;&#37327;&#30340;&#26041;&#21521;&#21644;&#24133;&#20540;&#12290;&#30001;&#20110;&#21160;&#37327;&#30340;&#24133;&#20540;&#19982;&#21160;&#33021;&#26377;&#23545;&#24212;&#20851;&#31995;&#65292;&#22240;&#27492;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#31890;&#23376;&#30340;&#21160;&#33021;&#12290;&#31890;&#23376;&#30340;&#21183;&#33021;&#20915;&#23450;&#20110;&#25152;&#22312;&#30340;&#31354;&#38388;&#20301;&#32622;&#65292;&#32780;&#31890;&#23376;&#22312;&#30896;&#25758;&#21069;&#21518;&#30636;&#38388;&#30340;&#20301;&#32622;&#27809;&#26377;&#21457;&#29983;&#25913;&#21464;&#65292;&#22240;&#27492;&#30896;&#25758;&#19981;&#25913;&#21464;&#31890;&#23376;&#30340;&#21183;&#33021;&#12290;&#30001;&#20110;&#19968;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#20026;&#21183;&#33021;&#21644;&#21160;&#33021;&#20043;&#21644;&#65292;&#22240;&#27492;&#30896;&#25758;&#19968;&#33324;&#20250;&#25913;&#21464;&#21333;&#20010;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#65292;&#20294;&#19981;&#25913;&#21464;&#31995;&#32479;&#30340;&#24635;&#33021;&#37327;&#12290;
</p>



<p class="Text">
 &#24403;&#31995;&#32479;&#20013;&#21482;&#21253;&#21547;&#19968;&#20010;&#31890;&#23376;&#26102;&#65292;&#19981;&#23384;&#22312;&#30896;&#25758;&#20316;&#29992;&#65292;&#22240;&#27492;&#26080;&#27861;&#23454;&#29616;&#22522;&#20110;&#30896;&#25758;&#30340;&#38543;&#26426;&#28216;&#36208;&#12290;&#20294;&#25105;&#20204;&#21487;&#20197;&#20223;&#29031;&#38543;&#26426;&#28216;&#36208;&#65292;&#35753;&#31890;&#23376;&#20808;&#36816;&#21160;&#19968;&#27573;&#26102;&#38388;&#65292;&#28982;&#21518;&#22312;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#30340;&#21069;&#25552;&#19979;&#25913;&#21464;&#20854;&#36816;&#21160;&#26041;&#21521;&#65288;&#21363;&#21160;&#37327;&#26041;&#21521;&#65289;&#12290;&#30001;&#20110;&#31890;&#23376;&#30340;&#24635;&#33021;&#37327;&#24658;&#23450;&#65292;&#22240;&#27492;&#22312;&#25913;&#21464;&#21160;&#37327;&#26041;&#21521;&#26102;&#38656;&#35201;&#20445;&#25345;&#33021;&#37327;&#23432;&#24658;&#12290;&#21363;&#22312;&#20004;&#27425;&#30456;&#38548;&#30340;&#20223;&#30495;&#20043;&#38388;&#65292;&#25913;&#21464;&#21160;&#37327;&#26041;&#21521;&#30340;&#26102;&#20505;&#65292;&#23454;&#29616;&#33021;&#37327;&#23432;&#24658;&#12290;&#21448;&#32771;&#34385;&#21040;&#22312;&#21333;&#27425;&#20223;&#30495;&#36807;&#31243;&#20013;&#65292;&#36825;&#26679;&#65292;&#22312;&#21333;&#27425;&#20223;&#30495;&#36807;&#31243;&#20013;&#65292;&#21704;&#23494;&#39039;&#21160;&#21147;&#23398;&#65288;&#22312;&#29702;&#35770;&#19978;&#65289;&#65288;&#22312;&#29702;&#35770;&#19978;&#65289;&#20445;&#35777;&#20102;&#33021;&#37327;&#23432;&#24658;&#65292;&#22240;&#27492;&#31890;&#23376;&#22312;&#38543;&#26426;&#28216;&#36208;&#30340;&#25972;&#20010;&#36807;&#31243;&#20013;&#20445;&#25345;&#20102;&#33021;&#37327;&#23432;&#24658;&#12290;
</p>



<p class="Text">
 &#22312;&#20219;&#24847;&#19968;&#27425;&#20223;&#30495;&#20043;&#21069;&#65292;&#20808;&#38656;&#35201;&#21462;&#24471;&#24320;&#22987;&#20301;&#32622;&#21644;&#21160;&#37327;&#12290;&#22914;&#26524;&#27809;&#26377;&#23545;&#21021;&#22987;&#20301;&#32622;&#26377;&#29305;&#21035;&#35201;&#27714;&#65292;&#21017;&#19968;&#33324;&#21487;&#20197;&#29992;&#27491;&#24577;&#20998;&#24067;&#21021;&#22987;&#21270;&#20301;&#32622;&#21644;&#21160;&#37327;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_18.gif" alt="single_18.gif" width="383" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#20301;&#32622;&#20915;&#23450;&#20102;&#21183;&#33021;&#65292;&#22240;&#27492;&#21487;&#20197;&#33719;&#24471;&#21021;&#22987;&#21183;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_19.png" alt="single_19.png" width="137" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#25105;&#20204;&#26377;&#19977;&#31181;&#21487;&#36873;&#30340;&#21160;&#33021;&#65292;&#22240;&#27492;&#38656;&#35201;&#22312;&#20854;&#20013;&#36873;&#25321;&#19968;&#20010;&#12290;&#36825;&#37324;&#36873;&#25321;&#26368;&#24120;&#29992;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#36825;&#20010;&#21160;&#33021;&#20989;&#25968;&#19981;&#38656;&#35201;&#20301;&#32622;&#21442;&#25968;q&#65292;&#20294;&#26356;&#19968;&#33324;&#30340;&#21160;&#33021;&#20989;&#25968;&#21487;&#20197;&#20381;&#36182;&#20110;q&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_20.gif" alt="single_20.gif" width="147" height="59" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24403;&#21069;&#21160;&#37327;&#23545;&#24212;&#30340;&#21021;&#22987;&#21160;&#33021;&#20026;&#65306;
</p>



<p class="Input">
 <img src="HTMLFiles/single_21.png" alt="single_21.png" width="129" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30446;&#26631;&#21021;&#22987;&#21160;&#33021;&#35774;&#32622;&#20026;&#21021;&#22987;&#21183;&#33021;&#30340;&#20540;&#65306;
</p>



<p class="Input">
 <img src="HTMLFiles/single_22.png" alt="single_22.png" width="66" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36890;&#36807;&#35774;&#32622;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#26469;&#33719;&#24471;&#25351;&#23450;&#30340;&#21021;&#22987;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_23.png" alt="single_23.png" width="114" height="44" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20110;&#26159;&#33719;&#24471;&#21021;&#22987;&#30340;&#24635;&#33021;&#37327;&#12290;&#36825;&#20010;&#24635;&#33021;&#37327;&#22312;&#20223;&#30495;&#36807;&#31243;&#20013;&#20250;&#20445;&#25345;&#19981;&#21464;&#12290;&#22312;&#20854;&#23427;&#20223;&#30495;&#20013;&#20351;&#29992;&#30340;&#24635;&#33021;&#37327;&#38656;&#35201;&#19982;&#36825;&#20010;&#24635;&#33021;&#37327;&#30456;&#21516;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_24.png" alt="single_24.png" width="152" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#21021;&#22987;&#20301;&#32622;&#21644;&#21021;&#22987;&#21160;&#37327;&#24320;&#22987;&#20223;&#30495;&#65292;&#21487;&#20197;&#24471;&#21040;&#19968;&#31995;&#21015;&#30340;&#20108;&#20803;&#32452;(q,p)&#65292;&#20316;&#20026;&#19968;&#26465;&#20223;&#30495;&#36712;&#36857;&#12290;&#36825;&#37324;&#30340;&#26102;&#38388;&#27493;&#38271;&#20026;0.08&#65292;&#20223;&#30495;&#27493;&#25968;&#20026;30&#12290;&#39034;&#20415;&#35828;&#19968;&#21477;&#65292;&#26102;&#38388;&#27493;&#38271;&#21442;&#25968;&#23545;&#20223;&#30495;&#36136;&#37327;&#24433;&#21709;&#24456;&#22823;&#65292;&#36825;&#37324;&#20351;&#29992;&#19968;&#20010;&#39044;&#20808;&#35774;&#32622;&#30340;&#20540;&#12290;&#23545;&#20110;&#19968;&#33324;&#30340;&#38543;&#26426;&#28216;&#36208;&#65292;&#38656;&#35201;&#20351;&#29992;&#33258;&#21160;&#35774;&#32622;&#26102;&#38388;&#27493;&#38271;&#30340;&#26041;&#27861;&#12290;&#25105;&#20204;&#20197;&#21518;&#20877;&#35752;&#35770;&#36825;&#20010;&#35805;&#39064;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_25.gif" alt="single_25.gif" width="358" height="65" style="vertical-align:middle" />
</p>

<p class="Text">
 &#24403;&#27492;&#27425;&#20223;&#30495;&#32467;&#26463;&#65292;&#25105;&#20204;&#24320;&#22987;&#20934;&#22791;&#19979;&#19968;&#27425;&#20223;&#30495;&#12290;&#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#24320;&#22987;&#20301;&#32622;&#20026;&#21069;&#19968;&#27425;&#20223;&#30495;&#30340;&#32467;&#26463;&#20301;&#32622;&#12290;&#22240;&#27492;&#20063;&#33719;&#24471;&#20102;&#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#21021;&#22987;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_26.gif" alt="single_26.gif" width="149" height="42" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19979;&#19968;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#19982;&#19978;&#19968;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#30456;&#21516;&#65292;&#20174;&#32780;&#20063;&#23601;&#30830;&#20445;&#20102;&#25972;&#20010;&#38543;&#26426;&#28216;&#36208;&#36807;&#31243;&#20013;&#30340;&#24635;&#33021;&#37327;&#23432;&#24658;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_27.png" alt="single_27.png" width="58" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19982;&#20197;&#21069;&#19968;&#26679;&#65292;&#26681;&#25454;&#24635;&#33021;&#37327;&#65292;&#21487;&#30693;&#30446;&#26631;&#21160;&#33021;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_28.png" alt="single_28.png" width="97" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20110;&#26159;&#21487;&#20197;&#29983;&#25104;&#19968;&#20010;&#21160;&#37327;&#65292;&#24182;&#26681;&#25454;&#30446;&#26631;&#21160;&#33021;&#35774;&#32622;&#20854;&#24133;&#20540;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_29.gif" alt="single_29.gif" width="383" height="93" style="vertical-align:middle" />
</p>

<p class="Text">
 &#25105;&#20204;&#21487;&#20197;&#26816;&#39564;&#19968;&#19979;&#20004;&#27425;&#20223;&#30495;&#30340;&#24635;&#33021;&#37327;&#26159;&#21542;&#30456;&#31561;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_30.png" alt="single_30.png" width="241" height="18" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_31.png" alt="single_31.png" width="34" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22312;&#30830;&#20445;&#20102;&#33021;&#37327;&#23432;&#24658;&#20043;&#21518;&#65292;&#21487;&#20197;&#36827;&#34892;&#31532;&#20108;&#27425;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_32.png" alt="single_32.png" width="358" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#23558;&#20004;&#27425;&#20223;&#30495;&#30011;&#22312;&#21516;&#19968;&#21103;&#22270;&#20013;&#12290;&#34013;&#33394;&#20026;&#31532;&#19968;&#27425;&#20223;&#30495;&#65292;&#27224;&#40644;&#33394;&#20026;&#31532;&#20108;&#27425;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_33.png" alt="single_33.png" width="722" height="56" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_34.gif" alt="single_34.gif" width="427" height="366" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#26524;&#19981;&#20572;&#36816;&#34892;&#19978;&#36848;&#27493;&#39588;&#65292;&#37027;&#20040;&#23601;&#23454;&#29616;&#20102;&#22312;&#31354;&#38388;&#20301;&#32622;&#30340;&#38543;&#26426;&#28216;&#36208;&#12290;&#38543;&#26426;&#28216;&#36208;&#22312;&#21160;&#37327;&#32500;&#24230;&#19978;&#25353;&#24179;&#22343;&#20998;&#24067;&#38543;&#26426;&#28216;&#36208;&#65292;&#22312;&#31354;&#38388;&#20301;&#32622;&#32500;&#24230;&#25353;&#26576;&#31181;&#26410;&#30693;&#20998;&#24067;&#38543;&#26426;&#28216;&#36208;&#12290;
</p>



<p class="Subsection">
 &#21508;&#21521;&#21516;&#24615;
</p>



<p class="Text">
 &#20197;&#19978;&#30340;&#35752;&#35770;&#27809;&#26377;&#28041;&#21450;&#21160;&#37327;&#30340;&#26041;&#21521;&#12290;&#25105;&#20204;&#22312;&#21021;&#22987;&#21270;&#21160;&#37327;&#30340;&#26102;&#20505;&#65292;&#24182;&#27809;&#26377;&#26126;&#30830;&#25351;&#23450;&#26041;&#21521;&#65292;&#22240;&#27492;&#21508;&#20010;&#26041;&#21521;&#30340;&#21487;&#33021;&#24615;&#30456;&#31561;&#12290;
</p>



<p class="Text">
 &#25105;&#20204;&#20174;&#21516;&#19968;&#20010;&#21021;&#22987;&#20301;&#32622;&#20986;&#21457;&#65292;&#20197;0&#21040;2&times;&pi;&#20043;&#38388;&#30340;&#31561;&#38388;&#38548;&#30340;&#35282;&#24230;&#20316;&#20026;&#21021;&#22987;&#21160;&#37327;&#30340;&#26041;&#21521;&#65292;&#37319;&#29992;&#30456;&#21516;&#30340;&#21021;&#22987;&#21160;&#33021;&#65292;&#36827;&#34892;&#20223;&#30495;&#65292;&#24471;&#21040;&#20102;&#19968;&#31995;&#21015;&#20223;&#30495;&#36712;&#36857;&#12290;&#22312;&#36825;&#20010;&#20363;&#23376;&#20013;&#65292;&#25105;&#20204;&#20135;&#29983;&#20102;&#23558;&#31354;&#38388;&#35282;&#24230;&#31561;&#20998;&#20026;n&#31561;&#20221;&#65292;&#23545;&#24212;&#20110;n&#26465;&#20223;&#30495;&#36712;&#36857;&#12290;&#22270;&#20013;&#36824;&#20197;&#32418;&#33394;&#32447;&#27573;&#36830;&#25509;&#20854;&#25152;&#26377;&#30340;&#20223;&#30495;&#32456;&#28857;&#12290;&#22914;&#26524;n&#36235;&#20110;&#26080;&#31351;&#65292;&#21017;&#25152;&#26377;&#20223;&#30495;&#36712;&#36857;&#30340;&#32456;&#28857;&#26500;&#25104;&#20102;&#19968;&#20010;&#20809;&#28369;&#23553;&#38381;&#26354;&#32447;&#65288;&#22270;&#20013;&#32418;&#33394;&#26354;&#32447;&#65289;&#12290;&#38543;&#26426;&#28216;&#36208;&#30456;&#24403;&#20110;&#20174;&#21021;&#22987;&#20301;&#32622;&#31227;&#21160;&#21040;&#23545;&#24212;&#30340;&#23553;&#38381;&#20809;&#28369;&#26354;&#32447;&#19978;&#30340;&#19968;&#28857;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_35.png" alt="single_35.png" width="70" height="38" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/single_36.gif" alt="single_36.gif" width="1098" height="327" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_37.gif" alt="single_37.gif" width="360" height="364" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#20123;&#20223;&#30495;&#36712;&#36857;&#20855;&#26377;&#30456;&#21516;&#30340;&#24635;&#33021;&#37327;&#65292;&#21363;&#32456;&#31471;&#28857;&#20855;&#26377;&#19982;&#36215;&#22987;&#28857;&#30456;&#21516;&#30340;&#24635;&#33021;&#37327;&#12290;&#22914;&#26524;&#23545;&#20219;&#24847;&#35282;&#24230;&#27809;&#26377;&#20559;&#22909;&#65292;&#20174;&#21021;&#22987;&#20301;&#32622;&#20986;&#21457;&#65292;&#25105;&#20204;&#21487;&#20197;&#20197;&#31163;&#25955;&#31561;&#27010;&#29575;&#30340;&#26041;&#24335;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#20223;&#30495;&#36712;&#36857;&#21450;&#32456;&#28857;&#12290;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#32456;&#28857;&#30340;&#27010;&#29575;&#20026;1/n&#12290;&#24403;n&#36235;&#20110;&#26080;&#31351;&#26102;&#65292;&#25105;&#20204;&#21487;&#20197;&#36830;&#32493;&#31561;&#27010;&#29575;&#30340;&#26041;&#24335;&#36873;&#25321;&#19968;&#20010;&#21160;&#37327;&#35282;&#24230;&#65292;&#38543;&#21518;&#36827;&#34892;&#20223;&#30495;&#24182;&#24471;&#21040;&#32456;&#28857;&#12290;&#36873;&#25321;&#20219;&#24847;&#19968;&#20010;&#35282;&#24230;&#30340;&#27010;&#29575;&#23494;&#24230;&#20026;1/2&pi;&#12290;
</p>



<p class="Text">
 &#26681;&#25454;&#35282;&#24230;&#21021;&#22987;&#21270;&#21160;&#37327;&#30340;&#26041;&#27861;&#21482;&#36866;&#29992;&#20110;&#20108;&#32500;&#31354;&#38388;&#12290;&#23545;&#20110;&#26356;&#39640;&#32500;&#31354;&#38388;&#65292;&#33719;&#24471;&#31561;&#27010;&#29575;&#21160;&#37327;&#26041;&#21521;&#30340;&#26041;&#27861;&#26159;&#29992;&#27491;&#24577;&#20998;&#24067;&#21021;&#22987;&#21270;&#65292;&#28982;&#21518;&#23545;&#24133;&#20540;&#36827;&#34892;&#24402;&#19968;&#21270;&#12290;
</p>



<p class="Text">
 <img src="HTMLFiles/single_38.png" alt="single_38.png" width="815" height="63" style="vertical-align:middle" />
</p>

<p class="Subsection">
 &#21508;&#21521;&#24322;&#24615;
</p>



<p class="Text">
 &#20197;&#19978;&#35752;&#35770;&#20063;&#21487;&#20197;&#36866;&#29992;&#20110;&#20854;&#23427;&#31867;&#22411;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#21160;&#33021;&#21487;&#20197;&#21516;&#26102;&#26159;&#20301;&#32622;&#21644;&#21160;&#37327;&#30340;&#20989;&#25968;&#12290;&#25105;&#20204;&#20197;&#21069;&#35752;&#35770;&#36807;&#22914;&#19979;&#31867;&#22411;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;&#23427;&#30340;&#20108;&#27425;&#22411;&#30697;&#38453;&#26159;&#21183;&#33021;&#30340;&#28023;&#26862;&#30697;&#38453;&#30340;&#36870;&#30697;&#38453;&#65292;&#36825;&#26679;&#21487;&#20197;&#25269;&#28040;&#21183;&#33021;&#30340;&#20108;&#27425;&#22411;&#30697;&#38453;&#65292;&#20351;&#24471;&#21152;&#36895;&#24230;&#26041;&#21521;&#26397;&#21521;&#26368;&#23567;&#33021;&#37327;&#30340;&#25152;&#22312;&#20301;&#32622;&#12290;&#22312;&#26412;&#20363;&#20013;&#65292;&#26368;&#23567;&#21183;&#33021;&#20301;&#20110;&#21407;&#28857;&#65292;&#22240;&#27492;&#21450;&#36895;&#24230;&#25110;&#32773;&#21463;&#21147;&#26041;&#21521;&#26397;&#21521;&#21407;&#28857;&#12290;<br />
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_39.png" alt="single_39.png" width="126" height="47" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19982;&#20197;&#21069;&#31867;&#20284;&#65292;&#37319;&#29992;&#36825;&#31181;&#21160;&#33021;&#20989;&#25968;&#30340;&#21704;&#23494;&#39039;&#20223;&#30495;&#38656;&#35201;&#35774;&#32622;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#21644;&#26041;&#21521;&#12290;&#20854;&#20013;&#24133;&#20540;&#30340;&#35774;&#32622;&#26041;&#24335;&#19982;&#20197;&#21069;&#30456;&#21516;&#65292;&#19981;&#21516;&#20043;&#22788;&#20165;&#20026;&#24402;&#19968;&#21270;&#21160;&#37327;&#26159;&#37319;&#29992;&#20102;&#26032;&#30340;&#21160;&#33021;&#20989;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_40.png" alt="single_40.png" width="383" height="35" style="vertical-align:middle" />
</p>

<p class="Text">
 &#30001;&#20110;&#37319;&#29992;&#20102;&#19981;&#21516;&#30340;&#21160;&#33021;&#20989;&#25968;&#65292;&#25105;&#20204;&#36824;&#38656;&#35201;&#25552;&#20379;&#26032;&#30340;dk/dp&#65292;&#20197;&#23454;&#29616;&#21704;&#23494;&#39039;&#20223;&#30495;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_41.png" alt="single_41.png" width="356" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#21160;&#37327;&#30340;&#26041;&#21521;&#20173;&#28982;&#37319;&#29992;20&#31561;&#20998;&#30340;&#31561;&#38388;&#38548;&#35282;&#24230;&#65292;&#20223;&#30495;&#32467;&#26524;&#22914;&#22270;&#25152;&#31034;&#12290;&#24403;n&#20026;&#26377;&#38480;&#25968;&#26102;&#65292;&#21160;&#37327;&#30340;&#26041;&#21521;&#30456;&#24403;&#20110;&#26381;&#20174;&#27010;&#29575;&#20026;1/n&#30340;&#31163;&#25955;&#22343;&#20998;&#24067;&#12290;&#24403;n&#20026;&#26080;&#31351;&#26102;&#65292;&#21021;&#22987;&#21160;&#37327;&#30340;&#35282;&#24230;&#26381;&#20174;&#36830;&#32493;&#22343;&#21248;&#20998;&#24067;&#12290;&#36825;&#20123;&#24615;&#36136;&#19982;&#20197;&#21069;&#23436;&#20840;&#19968;&#26679;&#12290;&#22240;&#27492;&#26032;&#30340;&#21160;&#33021;&#20989;&#25968;&#20165;&#20165;&#24433;&#21709;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#65292;&#21021;&#22987;&#21160;&#37327;&#30340;&#35282;&#24230;&#20173;&#28982;&#26381;&#20174;&#22343;&#21248;&#20998;&#24067;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_42.gif" alt="single_42.gif" width="1098" height="134" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_43.gif" alt="single_43.gif" width="360" height="367" style="vertical-align:middle" />
</p>

<p class="Text">
 &#19978;&#36848;&#35752;&#35770;&#20063;&#36866;&#29992;&#20110;&ldquo;&#21453;&#21704;&#23494;&#39039;&#21160;&#33021;&#20989;&#25968;&rdquo;&#12290;&#35813;&#21160;&#33021;&#20989;&#25968;&#20165;&#25913;&#21464;&#20102;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#12290;
</p>



<p class="DisplayFormula">
 <img src="HTMLFiles/single_44.png" alt="single_44.png" width="126" height="47" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/single_45.gif" alt="single_45.gif" width="512" height="59" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#31181;&#21160;&#33021;&#20135;&#29983;&#30340;&#20223;&#30495;&#36712;&#36857;&#19982;&#21704;&#23494;&#39039;&#30340;&#36712;&#36857;&#25104;&#36817;&#20284;&#22402;&#30452;&#65292;&#35828;&#26126;&#20108;&#32773;&#20223;&#30495;&#36712;&#36857;&#20855;&#26377;&#20114;&#34917;&#24615;&#36136;&#12290;&#22240;&#27492;&#65292;&#23545;&#20110;&#21704;&#23494;&#39039;&#36712;&#36857;&#20855;&#26377;&#23616;&#38480;&#30340;&#22330;&#21512;&#65292;&#25105;&#20204;&#21487;&#20197;&#24212;&#29992;&ldquo;&#21453;&#21704;&#23494;&#39039;&#36712;&#36857;&rdquo;&#65292;&#21453;&#20043;&#20134;&#28982;&#12290;&#25110;&#32773;&#65292;&#25105;&#20204;&#20063;&#21487;&#20197;&#21516;&#26102;&#20351;&#29992;&#19977;&#31181;&#36712;&#36857;&#65292;&#26469;&#23454;&#29616;&#25277;&#26679;&#30340;&#20219;&#21153;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_46.png" alt="single_46.png" width="721" height="180" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_47.gif" alt="single_47.gif" width="360" height="367" style="vertical-align:middle" />
</p>

<p class="Subsection">
 &#30456;&#20114;&#36716;&#31227;
</p>



<p class="Text">
 &#28784;&#33394;&#26354;&#32447;&#20026;&#65292;&#20174;<span><span><img src="HTMLFiles/single_48.png" alt="single_48.png" width="16" height="21" style="vertical-align:middle" /></span></span>&#20301;&#32622;&#24320;&#22987;&#65292;&#20855;&#26377;&#30456;&#21516;&#24635;&#33021;&#37327;&#30340;&#22810;&#26465;&#65288;&#28784;&#33394;&#65289;&#20223;&#30495;&#36712;&#36857;&#12290;&#36825;&#20123;&#36712;&#36857;&#30340;&#21021;&#22987;&#21160;&#37327;&#30340;&#24133;&#20540;&#30456;&#21516;&#65292;&#22240;&#27492;&#21021;&#22987;&#21160;&#33021;&#30456;&#21516;&#12290;&#26041;&#21521;&#20026;&#31561;&#38388;&#38548;&#35282;&#24230;&#12290;&#36825;&#20123;&#36712;&#36857;&#30340;&#32456;&#28857;&#24418;&#25104;&#19968;&#20010;&#23553;&#38381;&#65288;&#35088;&#33394;&#65289;&#26354;&#32447;&#65292;&#26354;&#32447;&#19978;&#30340;&#20219;&#19968;&#28857;&#24635;&#33021;&#37327;&#30456;&#21516;&#12290;&#24658;&#23450;&#24635;&#33021;&#37327;&#30340;&#21704;&#23494;&#39039;&#20223;&#30495;&#30456;&#24403;&#20110;&#22312;&#21021;&#22987;&#21160;&#37327;&#26041;&#20301;&#35282;&#19978;&#20197;&#22343;&#21248;&#20998;&#24067;&#38543;&#26426;&#28216;&#36208;&#12290;
</p>



<p class="Text">
 &#20197;&#35088;&#33394;&#23553;&#38381;&#26354;&#32447;&#19978;&#20219;&#19968;&#28857;<span><span><img src="HTMLFiles/single_49.png" alt="single_49.png" width="16" height="21" style="vertical-align:middle" /></span></span>&#20026;&#36215;&#28857;&#65292;&#22914;(1.17647, 2.69712)&#65292;&#20197;&#30456;&#21516;&#24635;&#33021;&#37327;&#36827;&#34892;&#20223;&#30495;&#65292;&#21487;&#20197;&#24471;&#21040;&#19968;&#31995;&#21015;&#65288;&#38738;&#33394;&#65289;&#20223;&#30495;&#36712;&#36857;&#65292;&#36825;&#20123;&#38738;&#33394;&#36712;&#36857;&#30340;&#32456;&#28857;&#20063;&#24418;&#25104;&#19968;&#20010;&#65288;&#34013;&#33394;&#65289;&#23553;&#38381;&#26354;&#32447;&#12290;&#36825;&#20010;&#34013;&#33394;&#23553;&#38381;&#26354;&#38754;&#19978;&#30340;&#24635;&#33021;&#37327;&#20063;&#30456;&#21516;&#12290;
</p>



<p class="Text">
 q0&#21644;q1&#20043;&#38388;&#30340;&#30456;&#20114;&#20223;&#30495;&#36712;&#36857;&#37325;&#21512;&#12290;&#22312;&#30456;&#21516;&#30340;&#20223;&#30495;&#26102;&#38388;&#20869;&#65292;&#22914;&#26524;&#20174;q0&#24320;&#22987;&#20197;p0&#20316;&#20026;&#21160;&#37327;&#36827;&#34892;&#20223;&#30495;&#21040;&#36798;q1&#65292;&#37027;&#20040;&#23384;&#22312;&#19968;&#20010;&#21453;&#21521;&#30340;&#20223;&#30495;&#20174;q1&#24320;&#22987;&#65292;&#20197; - p1&#20026;&#21160;&#37327;&#65292;&#21040;&#36798;p0&#65292;&#24182;&#19988;&#32456;&#28857;&#21160;&#37327;&#20026; - p0&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/single_50.gif" alt="single_50.gif" width="1748" height="226" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/single_51.gif" alt="single_51.gif" width="360" height="368" style="vertical-align:middle" />
</p>




<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
